[
  {
    "id": "1",
    "image": "siamese.png",
    "name": "Siamese",
    "ko_name": "샴",
    "origin": "샴 고양이의 기원은 고대 이집트로 거슬러 올라갑니다. 이집트에서 샴 고양이는 빛과 어둠, 생명과 죽음을 상징하는 신화와 함께 등장하여 중요한 문화적 역할을 하였습니다. 이들은 다른 고양이 품종과는 달리 특별한 종교적 및 문화적 의미를 지니고 있었습니다. 샴 고양이의 이름 '샴(Seal)'은 이집트 신화에서 언급되는 '샴'강(나일 강의 다른 이름)에 영감을 받아 지어진 것으로 생각됩니다. 이들은 이집트 신화에서 신성한 동물로 여겨졌으며, 부활과 죽음을 상징하는 역할을 맡기도 했습니다.샴 고양이는 털의 색상 패턴인 '포인트(Point)' 패턴을 가지고 있으며, 이 패턴은 이집트에서 태어났다고 여겨지는 고양이 종입니다. 이들은 다른 고양이 품종과 교배되어 현재의 모습을 갖추게 되었을 가능성이 높습니다.        또한, 샴 고양이는 고대 이집트의 권력자와 귀족들 사이에서 인기를 끌었습니다. 그들은 귀족들의 집에서 소중한 가정 동물로 여겨지며, 종교적인 의식에서도 자주 등장하였습니다. 이들은 물론 사냥 고양이로서도 이용되었으며, 음력 달력의 고양이 모습으로 나타난 것도 있습니다.        샴 고양이의 역사와 기원은 이집트 문화와 신화에 깊이 뿌리를 두고 있으며, 그들은 오늘날에도 그 아름다운 외모와 독특한 성격으로 많은 사람들의 관심을 받고 있습니다",
    "personality": "샴 고양이는 활발하고 사람을 좋아하는 성격을 지니고 있습니다. 사람들과의 상호 작용을 즐기며, 주인에게 헌신적입니다. 지능적이고 호기심이 많아서 놀이를 즐기고, 주인과 함께 놀이하거나 사람들의 활동을 지켜보는 것을 즐깁니다.",
    "appearance": "샴 고양이는 중간 크기로, 몸매가 길고 날씬한 편입니다. 그들의 특징적인 특징 중 하나는 큰 앙겔 아이즈(파란색 눈)로, 주로 녹색 아이즈보다 파란색 아이즈가 특징입니다. 털은 짧고 밀도가 높으며, 웅장한 색감과 브러시 또는 지어 느낌의 패턴을 지니고 있습니다.",
    "colors": "샴 고양이의 대표적인 터치는 '포인트' 또는 '칼라 포인트' 패턴입니다. 이 패턴은 몸통의 색상이 밝고 얼굴, 귀, 다리, 꼬리의 끝 부분이 짙은 색으로 나타나는 특징입니다. 일반적으로 시암색 (Seal Point), 초콜릿 (Chocolate Point), 블루 (Blue Point), 릴랙스 (Lilac Point) 등 다양한 색상 변종이 있습니다.",
    "care": "샴 고양이의 털은 짧지만 빛나는 털을 유지하려면 정기적인 브러싱이 필요합니다. 또한 몸무게를 관리하고 활동량을 유지하기 위해 적절한 식이 관리와 놀이가 필요합니다.",
    "health": "대부분의 샴 고양이는 건강하며 오래 사는 경향이 있습니다. 그러나 특정 품종에서는 유전적인 건강 문제가 나타날 수 있으므로, 염두에 두고 관리해야 합니다.",
    "life": "평균 8-12년간 살 수 있습니다. ",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "2",
    "image": "british-shorthair.jpg",
    "name": "British-Short-Hair",
    "ko_name": "브리티시 숏헤어",
    "origin": "19세기 영국에서 유래한 품종으로, 처음에는 쥐를 통해 쥐 사냥을 위해 번식되었습니다.",
    "personality": " 온화하고 침착한 성격으로 애정 어린 가족과 잘 어울리며 친근하고 사교적입니다.",
    "appearance": "둥근 얼굴과 큰 눈, 단단하고 묵직한 체격, 짧은 털을 가지고 있으며 다양한 색상과 패턴이 있습니다.",
    "colors": "다양한 색상과 패턴을 가지며, 흰색, 블루, 블랙, 크림, 레드, 브라운, 실버, 카메오 등이 포함됩니다.",
    "care": "짧은 털이므로 빈번한 빗질로 털빠짐을 관리하고, 건강한 식단과 적절한 운동이 필요합니다.",
    "health": "일반적으로 건강하며 유전적인 문제가 적은 경향이 있습니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "5.4kg"
  },
  {
    "id": "3",
    "image": "persian.jpg",
    "name": "Persian",
    "ko_name": "페르시안",
    "origin": "18세기 초 유럽에 처음 전해졌는데 확실한 기원이 알려져 있지 않습니다. 16세기 아시아에서 페르시아에 터키의 앙카라에서 온 장모종 고양이가 전해졌다는 기록이 남아있긴 하지만 구마인 선조라는 설이 있습니다. 이란의 옛 나라인 페르시아 제국의 상형문자에 나타난 것에 의하면 사막을 이동하며 무역을 하던 캐러밴들이 무역상품에 긴 털을 가진 고양이가 포함되어 있었고 고양이의 기원지에 따라 이름을 ‘페르시안’이라 불렀습니다. 이 상형문자에 나온 고양이가 현재의 페르시아 고양이의 선조라면 기원은 B.C 1524년보다 훨씬 이전의 일일 것으로 추정되며, 18세기 유럽에 전해진 이후 1899년 영국에서 고양이쇼에 등장하였고, 19세기 말 미국으로 전해졌습니다.",
    "personality": "차분하고 온순한 성격으로 안정감을 주며 조용한 환경을 선호합니다.",
    "appearance": "대형의 둥근 얼굴, 긴 털과 풍성한 꼬리, 다양한 색상과 패턴을 가진 아름다운 외모를 가지고 있습니다.",
    "colors": "흰색, 블루,흑색, 레드, 크림, 실버, 블루크림, 갈색 등이 있습니다.",
    "care": "긴 털을 가지고 있어 빠른 털빠짐을 관리하기 위해 빈번한 브러싱이 필요하며, 눈 주위 청결을 유지해야 합니다.",
    "health": "평면 얼굴 구조로 호흡 문제나 다른 건강 문제가 발생할 수 있습니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "5.4kg"
  },
  {
    "id": "4",
    "image": "maine-coon.jpg",
    "name": "Maine-Coon",
    "ko_name": "메인쿤",
    "origin": "미국 유일의 독립 품종으로 1850년경부터 메인주에서 사육되었기 때문에 이런 이름이 붙여졌습니다. (전설)잔 귀용은 루이 14세 가문에서 태어나 부유한 어린 시절을 보냈습니다. 어린시절 건강이 좋지 않아 교육시기를 놓친 그녀는 집과 거리가 먼 수녀원을 왕래하며 교육을 받았고, 먼 거리를 이동하는 동안 가난하고 힘든 많은 사람들을 살펴보게 됩니다. 그런 그녀는 훗날 가난한 사람들을 도우며 사는 삶을 꿈꾸게 됩니다. 잔 귀용의 가족들은 일찍 세상을 떠났고, 28살의 젊은 나이에 남편 마저 세상을 떠나면서 세상에 혼자가 되고 맙니다. 그녀는 자신의 신분과 슬픈 과거를 잊고자 늘 함께하던 고양이와 함께 모든 재산을 가지고 미국 메인주로 떠났습니다. 그 곳에서 그녀는 어렵고 힘든 사람들을 도와가며 살아가는데 특별한 점은 크고 작은 자선행사에 늘 그녀의 고양이와 함께 했다는 점입니다. 사람들은 그녀의 선행을 기리며 그녀 곁에 늘 함께하는 고양이를 마을의 마스코트로 선정하게 됩니다. 이름은 메인주 이름의 '메인'과 너구리를 닮은 모습에서 '쿤'을 따와 '메인쿤'이라고 불렸습니다.",
    "personality": "사람을 좋아하고 활동적이며 놀기를 좋아합니다. 또한 지적이고 호기심이 많습니다.",
    "appearance": "대형의 튼튼한 체격과 긴 털, 큰 귀와 사슴 모양의 뿔 모양을 가진 독특한 외모를 가지고 있습니다",
    "colors": "흰색, 흑색, 블루, 레드, 크림, 갈색, 실버, 톨토이즈쉘, 블루크림, 골드,얼룩무늬, 스트라이프 등이 있습니다.",
    "care": "털이 길고 빽빽하므로 정기적인 브러싱이 필요하며, 활동적인 성격을 위해 적절한 놀이와 운동을 제공해야 합니다.",
    "health": "반적으로 건강하지만 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균 9~13년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "5",
    "image": "ragdoll.jpg",
    "name": "Ragdoll",
    "ko_name": "렉돌",
    "origin": "렉돌은 아름다운 고양이로 가장 유명한 품종 중 하나입니다. 증명될 수 있는 사실은 렉돌이 1960년대에 캘리포니아에서 시작되었다는 점입니다. 렉돌은 버만, 페르시안의 혼합종일 수도 있지만 최초의 렉돌로 인정되는 고양이는 조세핀이라는 이름의 고양이입니다. 그러므로 렉돌은 조세핀의 후손이라고 할 수 있습니다.",
    "personality": "사람과 친근하게 지내며 사교적이고 놀기를 좋아합니다. 또한 지능적이고 빠른 학습 능력을 갖고 있습니다.",
    "appearance": "중형의 털이 짧고 윤기 있으며, 큰 눈과 귀, 긴 다리를 가지고 있습니다.",
    "colors": " 프로스트, 블루, 초콜릿, 암갈색, 레드, 라일락, 블루크림, 크림 등이 있습니다.",
    "care": "짧은 털이므로 빈번한 브러싱은 필요하지 않지만, 정기적인 활동을 통해 체중을 유지해야 합니다.",
    "health": "유전적인 문제는 적으나 귀 문제 등이 발생할 수 있습니다.",
    "life": "평균 7-12년 정도 살 수 있습니다.",
    "weight": "5.4kg"
  },
  {
    "id": "6",
    "image": "sphinx.jpg",
    "name": "Sphynx",
    "ko_name": "스핑크스",
    "origin": "1960년대에 캐나다에서 처음 등장한 품종으로, 털 변이로 인해 털이 없는 외모를 가지게 되었습니다.",
    "personality": "사람 친화적이고 활동적이며 겸손한 성격을 가지고 있습니다. 체온 조절이 어려울 수 있으므로 따뜻한 환경을 선호합니다.",
    "appearance": "털이 없거나 매우 짧으며, 주름진 피부와 대형의 귀를 가지고 있습니다.",
    "colors": "피부 색상에 따라 다양한 색상과 패턴을 가지며, 주로 핑크, 검정, 파란 등이 있습니다.",
    "care": "털이 없으므로 피부 관리가 중요하며, 자외선 차단제를 사용하여 피부를 보호해야 합니다.",
    "health": "피부 문제가 발생할 수 있으며, 감기에 취약할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3.5~7kg"
  },
  {
    "id": "7",
    "image": "abyssinian.jpg",
    "name": "Abyssinian",
    "ko_name": "아비시니안",
    "origin": "에티오피아에서 자연적으로 발생한 품종으로 알려져 있으며, 1868년 전쟁시에 영국 병사가 데려와 미국과 영국 등지로 전해졌습니다. 그 당시의 에티오피아가 아비시니아로 불렸기 때문에 '아비시니안'이란 이름이 붙여졌습니다. 그 외에도 아프리카에서 기원한 품종으로, 고대 이집트 시대부터 존재하는 역사를 가지고 있습니다.",
    "personality": "호기심이 많고 활동적이며 똑똑한 성격을 가지고 있습니다. 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 날씬한 체격과 짧은 털, 큰 귀와 원색적인 눈을 가지고 있습니다.",
    "colors": "아카시아 색상을 기본으로 하며, 서브 색상이 포함된 독특한 패턴을 가집니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하지만, 활동적인 성격을 위해 놀이와 활동을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "8",
    "image": "bengal.jpg",
    "name": "Bengal",
    "ko_name": "벵골(벵갈)",
    "origin": " 1960년대에 미국에서 진 밀에 의한 교배 실험에서 유래한 품종으로, 털과 동일한 열화산 단백질을 가지는 특이한 색상 패턴을 가지게 되었습니다.",
    "personality": "활동적이고 사람을 좋아하며 호기심이 많고 지능적인 성격을 가지고 있습니다.",
    "appearance": "중형의 튼튼한 체격과 긴 능글막한 털, 독특한 '마블 패턴' 피부 색상을 가지고 있습니다.",
    "colors": " 브라운 스팟티드 패턴을 기본으로 하며, 크림 브라운, 초콜릿,그레이 등 다양한 색상이 있습니다.",
    "care": "털이 길기 때문에 정기적인 브러싱이 필요하며, 활동적인 성격을 위해 놀이와 운동을 제공해야 합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 주의 깊은 관리가 필요합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "5~8kg"
  },
  {
    "id": "9",
    "image": "birman.jpg",
    "name": "Birman",
    "ko_name": "버먼",
    "origin": "유래는 정확히 알 수 없으나 버마(현재의 미얀마) 사원에서 승려들과 함께 지내며 신성시되던 고양이가 서양으로 전해졌습니다.",
    "personality": "호기심이 많아 놀기를 좋아하지만 침착한 성격도 가지고 있기 때문에 심한 장난이나 공격을 하지 않아 사람들에게 인기 있는 품종입니다. 다만 낯을 가리는 성격 때문에 주인 외에는 친해지기 어려운 편입니다.",
    "appearance": "털이 짧고 매끈하며, 큰 눈과 둥근 얼굴을 가지고 있습니다.",
    "colors": " 프로스트, 블루, 초콜릿, 인감, 레드, 크림, 계피, 라일락, 엷은 황갈색 등이 있으며, 털과 눈 색상이 대조적입니다.",
    "care": "짧은 털이므로 빈번한 브러싱은 필요하지 않지만, 활동적인 성격을 위해 놀이와 운동을 제공해야 합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 체중 관리가 중요합니다.",
    "life": "평균적으로 9-13년간 살 수 있습니다.",
    "weight": "5kg"
  },
  {
    "id": "10",
    "image": "american-shorthair.jpg",
    "name": "American-Short-Hair",
    "ko_name": "아메리칸 쇼트헤어",
    "origin": "영국에서 유래한 품종으로, 농장 및 가정에서 쥐와 벌레 사냥을 위해 번식되었습니다.",
    "personality": "친근하고 활동적이며 놀기를 좋아하는 성격을 가지고 있습니다. 지능적이고 학습능력이 뛰어납니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 털, 간단하고 미니멀한 룩을 가지고 있습니다.",
    "colors": "다양한 색상과 패턴을 가지며, 털이 한색이나 투톤으로 나타납니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하지만, 활동적인 성격을 위해 놀이와 운동을 제공해야 합니다.",
    "health": "일반적으로 건강하나 비만에 주의해야 합니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "11",
    "image": "exotishorthair.jpeg",
    "name": "ExotiShort-Hair",
    "ko_name": "엑조틱(이그저틱) 숏헤어",
    "origin": "미국에서 유래한 품종으로, 브리티시 숏헤어와 페르시안을 교배하여 개발되었습니다.",
    "personality": "온화하고 침착한 성격으로 브리티시 숏헤어의 특성을 공유하며, 활동적이고 친근합니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 털을 가지며, 브리티시 숏헤어와 비슷한 외모를 가지고 있습니다.",
    "colors": "브리티시 숏헤어와 유사한 색상이 포함됩니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하며, 브리티시 숏헤어와 유사한 돌봄이 필요합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 8~10년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "12",
    "image": "russian-blue.jpg",
    "name": "Russian-Blue",
    "ko_name": "러시안 블루",
    "origin": "러시안 블루가 북부 러시아의 아르한겔스크에서 유래된 고양이라는 것을 알고 있지만 자세한 것은 완전히 명확하지 않습니다. 전문가들과 연구원들은 러시안 블루를 우리가 알고 있는 가장 오래된 천연 고양이 품종 중 하나로 간주합니다.",
    "personality": "조용하고 차분한 성격을 가지며, 사람에게 충실하고 온화한 편입니다. 새로운 환경에 적응하는 데 시간이 필요할 수 있습니다.",
    "appearance": "중형에서 대형의 체격과 밀도 있는 푸른색 짧은 털, 넓은 눈을 가지며, 독특한 밝은 초원 녹색 눈이 특징입니다.",
    "colors": "푸른빛이 도는 회색 털로서 대부분의 개체가 은빛 회색 또는 블루 컬러를 가지고 있습니다.",
    "care": "짧은 털이므로 브러싱이 많이 필요하지 않습니다. 무리한 활동보다는 조용한 환경을 선호합니다.",
    "health": "일반적으로 건강한 품종이지만 유전적인 문제가 발생할 수 있습니다.",
    "life": " 평균적으로 15~20년간 살 수 있습니다.",
    "weight": " 3.5-7.7kg"
  },
  {
    "id": "13",
    "image": "scottish-fold.jpg",
    "name": "Scottish-Fold",
    "ko_name": "스코티시 폴드",
    "origin": "스코틀랜드에서 유래한 품종으로, 독특한 귀의 접힌 모양으로 잘 알려져 있습니다.",
    "personality": "친근하고 똑똑한 성격으로 사람과 높은 상호작용을 즐기며 놀이를 좋아합니다.",
    "appearance": "중형에서 대형의 체격과 동그란 얼굴, 귀가 앞으로 접힌 모습을 가지며, 짧은 털을 가집니다.",
    "colors": "다양한 색상과 패턴을 가지며, 스코티시 폴드 특유의 귀여운 외모를 보완합니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하며, 귀 주위의 청결 유지에 주의해야 합니다.",
    "health": "귀의 접힌 모양으로 인해 귀 문제가 발생할 수 있으며, 유전적인 문제도 발생할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3.2-5.4kg"
  },
  {
    "id": "14",
    "image": "burmese.jpg",
    "name": "Burmese",
    "ko_name": "버마",
    "origin": "버마(미얀마)에서 기원한 품종으로, 고대 이집트 시대부터 존재하는 역사를 가지고 있습니다.",
    "personality": "사람을 좋아하고 활발하며 말을 잘 알아듣는 성격을 가지며, 소유욕이 강할 수 있습니다.",
    "appearance": "중형에서 대형의 체격과 둥근 얼굴, 짧은 윤기있는 털, 큰 둥근 눈을 가지고 있습니다.",
    "colors": "초기에는 브라운 버마가 주류였지만, 지금은 다양한 색상과 패턴을 가지며, 눈과 털 색상이 대조적입니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하지만, 조심스럽게 몸을 유지해야 합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 주의 깊은 관리가 필요합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "5.4kg"
  },
  {
    "id": "15",
    "image": "devon-rex.jpg",
    "name": "Devon-Rex",
    "ko_name": "데본렉스",
    "origin": "최초의 데본 렉스는 1959년에 영국 데번주 버크파슬리에 있는 베릴 콕스에 의해 발견되었습니다. 품종은 초기에 코니시 렉스와 연계된 것으로 생각되었으나 테스트 짝짓기는 다르게 증명되었습니다. 1979년이 되면서 결국 고양이 팬 시어스 협회(CFA)에 의해 '데본 렉스'로 인정되었습니다.",
    "personality": "활발하고 친근한 성격으로 사람과 높은 상호작용을 즐기며 놀이를 좋아합니다.",
    "appearance": "중형에서 대형의 체격과 두툼한 겨울 털, 긴 털을 가지며, 풍성한 꼬리와 귀를 가지고 있습니다.",
    "colors": " 흰색, 블루, 흑색, 레드, 크림, 갈색, 프로스트, 백금, 엷은 황갈색 등이 있습니다.",
    "care": "짧은 털이므로(즉, 털이 너무 약합니다.) 브러싱은 적게 필요하며, 활동적인 성격을 위해 놀이와 운동을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2-5kg"
  },
  {
    "id": "16",
    "image": "norwegian-forest.jpg",
    "name": "Norwegian-Forest-Cat",
    "ko_name": "노르웨이 숲 고양이",
    "origin": "노르웨이에서 유래한 품종으로, 자연 발생종으로 시작하여 품종개량 과정들을 거쳐 오늘에 이르렀습니다. 추위에 잘 적응하고 있는 고양이로 알려져 있습니다.",
    "personality": "활발하고 지능적인 성격을 가지며, 사람과 높은 상호작용을 즐기고 놀이를 좋아합니다.",
    "appearance": "중형에서 대형의 체격과 두툼한 겨울 털, 긴 털을 가지며, 풍성한 꼬리와 귀를 가지고 있습니다.",
    "colors": " 흰색, 흑색, 블루, 레드, 크림, 실버, 골드, 레드, 카메오 등이 있습니다.",
    "care": "긴 털이므로 정기적인 브러싱이 필요하며, 겨울과 여름의 털 교체에 주의해야 합니다.",
    "health": "전적인 문제가 발생할 수 있으며, 체중 관리가 중요합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "5.4kg"
  },
  {
    "id": "17",
    "image": "siberian-cat.jpg",
    "name": "Siberian",
    "ko_name": "시베리안",
    "origin": "러시아에서 유래한 품종으로, 추위에 잘 적응하는 강인한 고양이로 알려져 있습니다.",
    "personality": " 차분하고 냉정한 성격을 가지며, 사람에게 충실하고 친근한 편입니다. 지능적이고 높은 사냥욕을 가지고 있습니다.",
    "appearance": "대형의 탄탄한 체격과 두툼한 겨울 털, 큰 귀와 강한 외모를 가지고 있습니다..",
    "colors": " 흰색, 흑색, 블루, 레드, 크림, 실버, 골드, 레드, 카메오 등이 있습니다.",
    "care": "긴 털이므로 정기적인 브러싱이 필요하며, 겨울과 여름의 털 교체에 주의해야 합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 체중 관리가 중요합니다.",
    "life": "평균적으로 12-16년간 살 수 있습니다.",
    "weight": "16~27kg"
  },
  {
    "id": "18",
    "image": "manx.jpg",
    "name": "Manx",
    "ko_name": "맹크스",
    "origin": "미국에서 유래한 품종으로, 귀 없이 태어나는 유전적 돌연변이를 가지고 있습니다.",
    "personality": "활발하고 사람을 좋아하며 지능적인 성격을 가지고 있습니다. 다른 고양이들과도 잘 어울립니다.",
    "appearance": "맹크스는 동글동글하게 생긴 고양이입니다. 동그란 머리에 동그란 눈, 그리고 수염이 있는 양쪽 볼은 볼록하게 나와 있고 엉덩이도 동그란 모양을 하고 있습니다. 귀는 뒤에서 보면 굽은 막대 모양을 하고 있습니다. 맹크스의 뒷다리는 앞다리보다 훨씬 더 길어 독특한 걸음걸이를 보여줍니다. ",
    "colors": " 흰색, 흑색, 블루, 레드, 크림, 실버, 골드, 레드, 카메오 등이 있습니다.",
    "care": " 짧은 털이므로 브러싱은 적게 필요하며, 주의 깊은 귀 관리가 필요하지 않습니다.",
    "health": "귀가 없는 특이한 특성 때문에 귀 관련 문제가 없습니다.",
    "life": "평균적으로 8-14년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "19",
    "image": "turkish_angora.jpg",
    "name": "Turkish-Angora",
    "ko_name": "터키시 앙고라",
    "origin": "16세기 당시에 튀르키예 앙카라에서 프랑스로 전해진 터키시 앙고라 고양이는 귀족들에게 큰 인기를 얻었다고 합니다.",
    "personality": "고양이 중 제일 영리하고 눈치도 빠릅니다. 성격은 상냥하고 정이 많아 충성심이 강합니다. 활달하고 성미가 급한 편이며, 장난을 좋아하고 재롱을 잘 부립니다.",
    "appearance": "중형에서 대형의 체격과 두툼한 겨울 털, 긴 털을 가지며, 풍성한 꼬리와 귀를 가지고 있습니다.",
    "colors": "  흰색, 레드, 크림, 흑색, 블루, 실버, 톨토이즈쉘, 칼리코, 딜루트칼리코, 크림블루 등이 있습니다.",
    "care": "긴 털이므로 정기적인 브러싱이 필요하며, 털이 엉키지 않도록 주의해야 합니다.",
    "health": "일반적으로 건강한 품종이지만 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 9-14년간 살 수 있습니다.",
    "weight": "3.6-5.4kg"
  },
  {
    "id": "20",
    "image": "american-bobtail.jpg",
    "name": "American-Bobtail",
    "ko_name": "아메리칸 밥테일",
    "origin": "아메리카 웨스트 쿠스트에서 유래한 아메리칸 밥테일은 도데카쿠리와야마 명산을 통해 유입된 일본의 밥테일과 미국 내산 고양이의 교배로 생겨났습니다.",
    "personality": "호기심이 강하고 똑똑한 편이며, 친근하고 사람을 좋아합니다. 놀이를 즐기며 활발하고 활동적인 성격을 가지고 있습니다. 다른 동물과도 잘 어울릴 수 있습니다.",
    "appearance": "중형에서 대형의 체격과 짧은 털을 가지며, 매우 짧은 꼬리가 특징입니다.",
    "colors": "다양한 색상과 패턴을 가지며, 꼬리의 특이함이 주목받습니다.",
    "care": "짧은 털이므로 브러싱은 적게 필요하지만, 꼬리의 특별한 관리가 필요합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 주의 깊은 관리가 필요합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3.6-7.3kg"
  },
  {
    "id": "21",
    "image": "cornish-rex.jpg",
    "name": "Cornish-Rex",
    "ko_name": "코니시 렉스",
    "origin": " 1950년 영국 코니시에서 유래한 품종으로, 돌연변이로 인해 특이한 외모와 털을 가지고 있습니다.",
    "personality": "활발하고 호기심이 강하며 사람과 친근한 관계를 형성합니다.",
    "appearance": "중형의 날씬한 체격과 부드러운 물결 모양의 짧은 털을 가지며, 독특한 외모가 특징입니다.",
    "colors": "다양한 색상과 패턴을 가지며, 특이한 외모로 더욱 돋보입니다. 털의 물결 모양이 주목받습니다",
    "care": "짧은 털이므로 브러싱은 적게 필요하지만, 피부 건강을 유지하기 위한 관리가 중요합니다.",
    "health": "돌연변이로 인한 유전적 문제가 발생할 수 있으며, 피부 관련 문제도 주의가 필요합니다",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "2.5-4.5kg"
  },
  {
    "id": "22",
    "image": "american-curl.jpg",
    "name": "American-Curl",
    "ko_name": "아메리칸 컬",
    "origin": "1981년 캘리포니아에서, 새끼고양이가 조와 그레이스 루가에 의해 발견되었습니다. 루가스는 새끼고양이를 집으로 데려와 슐라미스라고 이름을 지었습니다. 이 고양이가 아메리칸컬 품종의 시초가 되었습니다.",
    "personality": "사람과 친근하며 호기심이 많은 성격을 가지며, 사냥본능이 강합니다.",
    "appearance": "중형의 탄탄한 체격과 후려치기 모양의 귀를 가지며, 적당한 길이의 털을 가지고 있습니다.",
    "colors": "다양한 색상과 패턴을 가지며, 귀의 형태가 특징입니다.",
    "care": "적당한 브러싱과 귀의 관리가 필요하며, 체온 조절을 위한 주의가 필요합니다.",
    "health": "귀의 접힌 모양으로 인해 귀 관련 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "23",
    "image": "himalayan.jpg",
    "name": "Himalayan",
    "ko_name": "히말리안",
    "origin": "미국에서 유래한 품종으로, 페르시안과 시암의 교배로 생겨났습니다.",
    "personality": "차분하고 온화한 성격을 가지며 사람에 대한 애정이 깊습니다.",
    "appearance": "대형의 체격과 짧은 다발털을 가지며, 시암과 유사한 외모를 가지고 있습니다.",
    "colors": "다양한 컬러와 포인트 패턴을 가지며, 시암과 페르시안의 특징을 결합한 외모입니다.",
    "care": "짧은 털이므로 주기적인 브러싱과 눈 관리가 필요합니다.",
    "health": "페르시안과 시암의 유전적 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3-6kg"
  },
  {
    "id": "24",
    "image": "bombay.jpg",
    "name": "Bombay",
    "ko_name": "봄베이",
    "origin": "미국에서 유래한 품종으로, 블랙 애니멀의 외모를 지닌 인공적인 품종입니다.",
    "personality": "활발하고 똑똑하며 친근한 성격을 가지며, 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 탄탄한 체격과 까만 매끈한 털을 가지며, 팬더와 유사한 외모입니다.",
    "colors": "깊은 검은색의 털을 가지며, 황금색 눈동자가 특징입니다.",
    "care": "단순한 돌봄과 주기적인 브러싱이 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "유전적인 문제는 거의 없으며, 비만 예방에 주의해야 합니다.",
    "life": "평균적으로 15~20년간 살 수 있습니다.",
    "weight": "3.5-5.5kg"
  },
  {
    "id": "25",
    "image": "egyptian-mau.jpg",
    "name": "Egyptian-Mau",
    "ko_name": "이집션 마우",
    "origin": "이집트에서 유래한 품종으로, 고대 이집트의 고양이와 연결됩니다.",
    "personality": "활발하고 활동적인 성격을 가지며 사람에 대한 애정이 깊습니다.",
    "appearance": "중형의 날씬한 체격과 고양이 중에서 가장 빠른 속도를 낼 수 있는 근육을 가지며, 특이한 '스팟' 패턴을 가지고 있습니다.",
    "colors": "은백색에서 라벤더까지 다양한 색상을 가지며, 스팟 패턴이 특징입니다.",
    "care": "단순한 돌봄과 브러싱으로 충분하며, 활동적인 환경을 제공해야 합니다.",
    "health": "유전적인 문제는 드물며, 건강한 품종입니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3.5-5.5kg"
  },
  {
    "id": "26",
    "image": "balinese.jpg",
    "name": "Balinese",
    "ko_name": "발리니즈",
    "origin": "미국에서 유래한 품종으로, 시암 고양이의 변종으로 생겨났습니다.",
    "personality": "똑똑하고 사람을 좋아하는 성격을 가지며, 활발하고 사교적입니다.",
    "appearance": "중형의 날씬한 체격과 시암과 유사한 모습을 가지며, 털이 길고 부드럽습니다.",
    "colors": "시암과 유사한 컬러와 포인트 패턴을 가지며, 털이 발목부터 꼬리 끝까지 풍성합니다.",
    "care": "털이 길고 부드러우므로 주기적인 브러싱과 관리가 필요합니다.",
    "health": "시암과 유사한 유전적 문제가 발생할 수 있으며, 체온 조절에 주의해야 합니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "27",
    "image": "chartreux.jpeg",
    "name": "Charteux",
    "ko_name": "사트트뢰",
    "origin": "샤르트뢰는 프랑스 16세기 문헌에 등장합니다. 문헌에는 땅딸한 체형에 양모같은 검회색 털과 구리 색 눈의 '시리아 고양이'가 나오는데, 이 고양이의 생김새와 샤르트뢰의 외형이 일치합니다. 십자군 전쟁 때 샤르트뢰를 유럽으로 들여왔다는 말도 있습니다. 20세기 두 차례의 세계대전을 거치면서 멸종 위기에 처하게 되었으나, 육종가들의 노력으로 인해 위기에서 벗어나게 되었습니다. 1차세계대전 이후 프랑스 육종가는 샤르트뢰와 가장 흡사한 외형을 가진 품종을 엄선해 샤르트뢰와 이종교배시켰습니다. 이런 노력으로 1928년에 샤르트뢰는 다시 유럽 고양이쇼에 등장하기 시작하였습니다. 그러나 2차 세계대전으로 인해 프랑스의 자생 블루 고양이 군락은 자취를 감추었습니다. 미국의 경우, 1970년대 샤르트뢰를 들여오게 되었습니다.",
    "personality": "활발하고 사람을 좋아하며, 사교적이고 호기심이 강합니다.",
    "appearance": "중형의 날씬한 체격과 거의 털이 없는 피부를 가지며, 접힌 귀와 큰 눈이 특징입니다.",
    "colors": "밀짚색의 털을 가지며, 블루, 그레이 쉐드, 실버 쉐드 등의 색상 변이가 있습니다.",
    "care": "짧은 털이므로 주기적인 브러싱이 필요하며, 실내에서 활동하는 것을 선호합니다",
    "health": "일반적으로 건강하나 유전적 문제나 신장 결석이 발생할 수 있습니다.",
    "life": "평균적으로 12~18년간 살 수 있습니다",
    "weight": "3.5-7kg"
  },
  {
    "id": "28",
    "image": "ragamuffin.jpeg",
    "name": "Ragamuffin",
    "ko_name": "라가머핀",
    "origin": "미국에서 유래한 품종으로, 래그돌과 관련이 있는 품종입니다.",
    "personality": "차분하고 부드러운 성격을 가지며, 사람과 친근한 관계를 형성합니다.",
    "appearance": "대형의 풍성한 체격과 품종에 따라 다양한 털의 길이와 색상을 가지며, 래그돌과 유사한 외모입니다.",
    "colors": "품종에 따라 다양한 컬러와 패턴을 가지며, 주로 큰 눈과 부드러운 털이 특징입니다.",
    "care": "털이 길고 부드러우므로 주기적인 브러싱과 관리가 필요하며, 체온 조절에 주의해야 합니다.",
    "health": "래그돌과 유사한 유전적 문제가 발생할 수 있으며, 비만 예방에 신경을 써야 합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "4.5-9kg"
  },
  {
    "id": "29",
    "image": "turkish-van.jpeg",
    "name": "Turkish-Van",
    "ko_name": "터키시 반",
    "origin": "터키에서 유래한 품종으로, 바다와 연결지어진 역사를 가지고 있습니다.",
    "personality": "활발하고 놀기를 좋아하며, 물을 좋아하는 특징이 있습니다.",
    "appearance": "대형의 날씬한 체격과 특이한 '밴' 패턴을 가진 털을 가지며, 얼굴은 흰색으로 특징입니다.",
    "colors": "주로 흰색과 레드가 특징이며, '밴' 패턴이 특이합니다.",
    "care": "털이 풍성하고 수영을 좋아하므로 주기적인 브러싱과 물놀이를 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~17년간 살 수 있습니다.",
    "weight": "3.5-7.5kg"
  },
  {
    "id": "30",
    "image": "munchkin.jpeg",
    "name": "Munchkin",
    "ko_name": "먼치킨",
    "origin": "영국의 맨 섬에서 유래한 품종으로, 짧은 또는 없는 꼬리를 가지고 있습니다.",
    "personality": "활발하고 호기심이 강하며, 사람을 좋아하지만 독립적인 성격을 가집니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 꼬리 또는 무꼬리를 가지며, 뒷다리가 길고 앞다리가 짧습니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 꼬리의 유무가 주목받는 특징입니다.",
    "care": "짧은 털이므로 주기적인 브러싱과 눈 관리가 필요하며, 꼬리의 특이한 형태로 인한 주의가 필요합니다.",
    "health": "짧은 꼬리로 인해 척추 문제가 발생할 수 있으며, 유전적인 문제도 주의가 필요합니다.",
    "life": "평균적으로 8~14년간 살 수 있습니다.",
    "weight": "3-7kg"
  },
  {
    "id": "31",
    "image": "ocicat.jpeg",
    "name": "Ocicat",
    "ko_name": "오시 캣",
    "origin": "미국에서 유래한 품종으로, 표범의 외모를 지닌 인공적인 품종입니다.",
    "personality": "활발하고 사람을 좋아하며, 사교적이고 놀기를 좋아합니다.",
    "appearance": "중형의 탄탄한 체격과 표범과 유사한 외모를 가지며, 독특한 스팟 패턴이 특징입니다.",
    "colors": "표범과 유사한 다양한 색상과 패턴을 가지며, 스팟 패턴이 특징입니다.",
    "care": "털이 짧고 매끈하므로 단순한 브러싱과 관리가 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "32",
    "image": "singapura.jpeg",
    "name": "Singapura",
    "ko_name": "싱가푸라",
    "origin": "싱가포르에서 유래한 품종으로, 작은 크기와 애교로운 외모로 유명합니다.",
    "personality": "활발하고 사람을 좋아하며, 사교적이고 애정 어린 성격을 가집니다.",
    "appearance": "작은 체격과 움직임이 민첩한 외모를 가지며, 갈색 색상과 대리석 패턴이 특징입니다.",
    "colors": "주로 갈색 대리석 패턴을 가지며, 작은 크기가 특징입니다.",
    "care": "짧고 매끈한 털이므로 단순한 브러싱과 관리가 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 11~15년간 살 수 있습니다.",
    "weight": "2.5-4kg"
  },
  {
    "id": "33",
    "image": "somali.jpeg",
    "name": "Somali",
    "ko_name": "소말리",
    "origin": "소말리아에서 유래한 품종으로, 아비시니안의 긴 털 버전입니다.",
    "personality": "활발하고 호기심이 강하며, 사람을 좋아하며 놀이를 즐깁니다.",
    "appearance": "중형의 탄탄한 체격과 아비시니안과 유사한 외모를 가지며, 긴 털이 특징입니다.",
    "colors": "아비시니안과 유사한 다양한 컬러와 패턴을 가지며, 긴 털이 특징입니다.",
    "care": "긴 털이므로 정기적인 브러싱과 관리가 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 긴 털로 인한 피부 관련 문제가 발생할 수 있습니다.",
    "life": "평균적으로 9~13년간 살 수 있습니다.",
    "weight": "2.5-5kg"
  },
  {
    "id": "34",
    "image": "american-wirehair.jpg",
    "name": "American-Wire-Hair",
    "ko_name": "아메리칸 와이어헤어",
    "origin": "미국에서 유래한 품종으로, 돌연변이로 인해 짧고 매끈한 털 대신 귀족하게 흩어진 털을 가지고 있습니다.",
    "personality": "친근하고 사람을 좋아하며, 활발하고 놀이를 좋아합니다.",
    "appearance": "중형의 탄탄한 체격과 흩어진 귀족적인 털을 가지며, 독특한 외모를 가집니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 털의 귀족적인 특징이 주목받습니다.",
    "care": "털이 흩어진 형태로 유지되므로 단순한 브러싱과 관리가 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 털의 독특한 형태로 인한 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3-5.5kg"
  },
  {
    "id": "35",
    "image": "selkirk-rex.jpeg",
    "name": "Selkirk-Rex",
    "ko_name": "셀커크 렉스",
    "origin": "미국에서 유래한 품종으로, 돌연변이로 인해 곱슬곱슬한 털을 가지고 있습니다.",
    "personality": "차분하고 친근한 성격을 가지며, 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 탄탄한 체격과 곱슬곱슬한 털을 가지며, 독특한 외모를 가집니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 털의 곱슬한 형태가 특징입니다.",
    "care": "곱슬곱슬한 털이므로 정기적인 브러싱과 관리가 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 털의 곱슬한 형태로 인한 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3.5-7.5kg"
  },
  {
    "id": "36",
    "image": "tonkinese.jpeg",
    "name": "Tonkinese",
    "ko_name": "톤키니즈",
    "origin": "미국에서 유래한 품종으로, 시암과 버마의 교배로 생겨났습니다.",
    "personality": "활발하고 사람을 좋아하며, 사교적이고 활동적인 성격을 가집니다.",
    "appearance": "중형의 탄탄한 체격과 시암과 버마의 중간 모습을 가지며, 간단한 패턴이 특징입니다.",
    "colors": "시암과 버마의 특징을 혼합한 컬러와 패턴을 가지며, 간단한 패턴이 주목받습니다.",
    "care": "단순한 돌봄과 브러싱이 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "37",
    "image": "korat.jpg",
    "name": "Korat",
    "ko_name": "코랏",
    "origin": "태국에서 유래한 품종으로, 신비로운 외모와 귀신을 나타내는 상징으로 여겨집니다.",
    "personality": "조용하고 차분한 성격을 가지며, 사람에 대한 애정이 깊습니다.",
    "appearance": "중형의 탄탄한 체격과 은은한 은색 털을 가지며, 큰 눈과 뾰족한 귀가 특징입니다.",
    "colors": "은색 털이 주로 특징이며, 귀에 있는 각주의 개수도 중요한 특징입니다.",
    "care": "단순한 돌봄과 주기적인 브러싱이 필요하며, 조용한 환경을 선호합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5kg"
  },
  {
    "id": "38",
    "image": "oriental-shorthair.jpg",
    "name": "Oriental-Short-Hair",
    "ko_name": "오리엔탈 쇼트헤어",
    "origin": "미국에서 유래한 품종으로, 시암과 유사하지만 다양한 컬러와 패턴을 가지고 있습니다.",
    "personality": "활발하고 사교적인 성격을 가지며, 시암과 유사한 활동적인 특징을 가집니다.",
    "appearance": "중형의 탄탄한 체격과 시암과 유사한 외모를 가지며, 다양한 컬러와 패턴이 특징입니다.",
    "colors": "시암과 유사한 컬러와 패턴 뿐만 아니라 다양한 컬러와 패턴을 가지며, 활발한 눈이 특징입니다.",
    "care": "단순한 돌봄과 브러싱이 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적인 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "39",
    "image": "laperm.jpeg",
    "name": "LaPerm",
    "ko_name": "라팜",
    "origin": "미국에서 유래한 품종으로, 돌연변이로 인해 곱슬곱슬한 털을 가지고 있습니다.",
    "personality": "친근하고 사교적인 성격을 가지며, 높은 지능을 지녔습니다.",
    "appearance": "중형의 탄탄한 체격과 곱슬곱슬한 털을 가지며, 귀와 큰 눈이 특징입니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 곱슬한 털이 주목받습니다.",
    "care": "곱슬곱슬한 털로 인해 주기적인 브러싱과 관리가 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 털의 곱슬한 형태로 인한 문제가 발생할 수 있습니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "40",
    "image": "savannah.jpeg",
    "name": "Savannah",
    "ko_name": "사바나",
    "origin": "미국에서 유래한 품종으로, 레오파드 캣과 서브마린 고양이를 교배하여 생겨났습니다.",
    "personality": "활발하고 호기심이 강하며, 높은 지능과 능동적인 성격을 가지고 있습니다.",
    "appearance": "대형의 탄탄한 체격과 레오파드 캣과 유사한 외모를 가지며, 표범과 유사한 색상과 패턴이 특징입니다.",
    "colors": "표범과 유사한 컬러와 패턴을 가지며, 큰 크기와 특이한 외모가 주목받습니다.",
    "care": "단순한 돌봄과 브러싱이 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 품종의 혼합으로 인한 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "5-9kg"
  },
  {
    "id": "41",
    "image": "havana-brown.jpg",
    "name": "Havana-Brown",
    "ko_name": "하바나 브라운",
    "origin": "태국에서 유래한 품종으로, 담배색의 털을 가지고 있습니다.",
    "personality": "친근하고 사교적인 성격을 가지며, 높은 지능과 활발한 성격을 가집니다.",
    "appearance": "중형의 탄탄한 체격과 담배색의 짧은 털을 가지며, 은은한 도트 패턴이 특징입니다.",
    "colors": "주로 담배색의 털을 가지며, 은은한 도트 패턴이 주목받습니다.",
    "care": "단순한 돌봄과 브러싱이 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 담배색 털로 인한 피부 관련 문제가 발생할 수 있습니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "2.5-4.5kg"
  },
  {
    "id": "43",
    "image": "peterbald-cat.jpg",
    "name": "Peterbald",
    "ko_name": "피터볼드",
    "origin": "러시아에서 유래한 품종으로, 오리엔탈 숏헤어와 돈스코이 품종의 교배로 생겨났습니다.",
    "personality": "활발하고 사람을 좋아하는 성격을 가지며, 사교적이고 호기심이 강합니다.",
    "appearance": "중형의 날씬한 체격과 거의 털이 없는 피부를 가지며, 접힌 귀와 큰 눈이 특징입니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 피부색이 주목받는 특징입니다.",
    "care": "털이 거의 없으므로 피부 관리와 체온 조절에 신경을 써야 합니다.",
    "health": "피부 관련 문제가 발생할 수 있으며, 체온 조절이 중요합니다.",
    "life": "평균적으로 8~14년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "44",
    "image": "burmilla.jpg",
    "name": "Burmilla",
    "ko_name": "버밀라",
    "origin": "영국에서 유래한 품종으로, 버만과 천사코 품종의 교배로 생겨났습니다.",
    "personality": "친근하고 활발한 성격을 가지며, 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 탄탄한 체격과 두툼한 털을 가지며, 은은한 은색 털과 대조적인 얼굴 표정이 특징입니다.",
    "colors": "은색 털에 은은한 부분적인 컬러를 가지며, 대부분 털이 길고 두툼합니다.",
    "care": "털이 길고 두툼하므로 주기적인 브러싱과 관리가 필요합니다.",
    "health": "유전적 문제가 드물며, 일반적으로 건강한 품종입니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3-5kg"
  },
  {
    "id": "45",
    "image": "colorpoint-short-hair.jpeg",
    "name": "Colorpoint-Short-Hair",
    "ko_name": "컬러포인트 숏헤어",
    "origin": "미국에서 유래한 품종으로, 시암 고양이의 특징을 가진 다른 털 색상을 가진 품종입니다.",
    "personality": "활발하고 사람을 좋아하는 성격을 가지며, 지적이고 사교적입니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 털을 가지며, 시암 고양이와 유사한 모습이지만 다양한 털 색상을 가집니다.",
    "colors": "시암과 유사한 컬러포인트 패턴을 가지며, 다양한 털 색상이 있습니다.",
    "care": "짧은 털이므로 주기적인 브러싱과 간단한 관리가 필요합니다.",
    "health": "시암 고양이와 유사한 유전적 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3-5kg"
  },
  {
    "id": "46",
    "image": "Snowshoe.jpg",
    "name": "Snowshoe",
    "ko_name": "스노우슈",
    "origin": "미국에서 유래한 품종으로, 시암과 버먼의 교배로 생겨났습니다.",
    "personality": "친근하고 활발한 성격을 가지며, 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 털을 가지며, 시암과 유사한 컬러포인트 패턴과 흰색 양말이 특징입니다.",
    "colors": "시암과 유사한 컬러포인트 패턴을 가지며, 흰색 양말이 특징입니다.",
    "care": "짧은 털이므로 주기적인 브러싱과 간단한 관리가 필요합니다.",
    "health": "시암과 유사한 유전적 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "47",
    "image": "Javanese.jpg",
    "name": "Javanese",
    "ko_name": "자바니즈(=컬러포인트 숏헤어)",
    "origin": "미국에서 유래한 품종으로, 발리니즈와 시암 고양이의 교배로 생겨났습니다.",
    "personality": "활발하고 사람을 좋아하는 성격을 가지며, 사교적이고 활동적입니다.",
    "appearance": "중형의 날씬한 체격과 긴 털을 가지며, 발리니즈와 유사한 모습이지만 다양한 털 색상을 가집니다.",
    "colors": "다양한 컬러포인트 패턴을 가지며, 발리니즈와 시암의 특징을 조합한 외모입니다.",
    "care": "긴 털이므로 주기적인 브러싱과 관리가 필요하며, 체온 조절을 위한 주의가 필요합니다.",
    "health": "긴 털로 인한 유전적 문제가 발생할 수 있으며, 체온 조절에 주의해야 합니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "2.5-4.5kg"
  },
  {
    "id": "48",
    "image": "pixiebob.jpg",
    "name": "Pixiebob",
    "ko_name": "픽시 밥",
    "origin": "Pixiebob은 미국에서 유래한 품종으로, 멧돼지와 유사한 외모를 가지고 있습니다.",
    "personality": "친근하고 활발한 성격을 가지며, 높은 지능과 사람을 좋아하는 특징이 있습니다.",
    "appearance": "대형의 강한 체격과 멧돼지와 비슷한 외모를 가지며, 짧은 꼬리나 무꼬리로 나타납니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 털의 길이도 다양합니다.",
    "care": "털의 길이에 따라 브러싱이 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하지만 유전적 문제가 발생할 수 있습니다.",
    "life": "평균적으로 13~16년간 살 수 있습니다.",
    "weight": "4-8kg"
  },
  {
    "id": "49",
    "image": "Cymric.jpeg",
    "name": "Cymric",
    "ko_name": "킴릭",
    "origin": "캐나다에서 유래한 품종으로, 맹크스와 먼치킨과 유사한 품종이지만 맹크스 보다는 털이 긴 편입니다. 또한 먼치킨보다 짧은 꼬리를 가지고 있습니다. 그러니 일부 등록기관에서는 맹크스와 같은 품종으로 분류하기도 합니다. 사실상 털 길이를 제외하고는 큰 차이가 없기 때문입니다.",
    "personality": "활발하고 호기심이 많으며 사람과 잘 어울립니다.",
    "appearance": "중형의 탄탄한 체격과 긴 털을 가지며, 특이한 짧은 꼬리가 특징입니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 짧은 꼬리가 주목받는 특징입니다.",
    "care": "긴 털이므로 주기적인 브러싱과 관리가 필요하며, 꼬리의 특이한 형태로 인한 주의가 필요합니다.",
    "health": "짧은 꼬리로 인해 척추 문제가 발생할 수 있으며, 유전적인 문제도 주의가 필요합니다.",
    "life": "평균적으로 8~14년간 살 수 있습니다.",
    "weight": "3-5.5kg"
  },
  {
    "id": "50",
    "image": "toyger.png",
    "name": "Toyger",
    "ko_name": "토이거",
    "origin": "미국에서 유래한 품종으로, 특이한 무늬를 가진 타이거 고양이를 만들기 위해 개량되었습니다(호랑이 무늬가 보이는 길고양이 등을 개량한 품종이라고 보면 됩니다. 지금도 계속해서 개량중에 있습니다.).",
    "personality": "활발하고 놀기를 좋아하는 성격을 가지며, 사교적이고 친근합니다.",
    "appearance": "중형의 탄탄한 체격과 타이거 고양이와 유사한 도트 패턴을 가지며, 웰빙한 외모가 특징입니다.",
    "colors": "주로 주황색과 검은색의 도트 패턴을 가지며, 타이거 고양이를 연상시키는 외모입니다.",
    "care": "단순한 돌봄과 주기적인 브러싱이 필요하며(털 빠짐은 적은 편입니다.), 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 유전적 문제에 주의해야 합니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "3.5-7.5kg"
  },
  {
    "id": "51",
    "image": "Nebelung.jpg",
    "name": "Nebelung",
    "ko_name": "네벨룽",
    "origin": "미국에서 유래한 품종으로, 러시안 블루와 롱헤어 유럽 고양이의 교배로 생겨났습니다.",
    "personality": "차분하고 조용한 성격을 가지며, 사람에 대한 애정이 깊고 예민합니다.",
    "appearance": "중형의 날씬한 체격과 짧은 블루 코트를 가지며, 푸석한 외모와 푸른 눈이 특징입니다.",
    "colors": "주로 푸른 회색 털을 가지며, 밀도 높은 코트와 푸른 눈이 특징입니다.",
    "care": "털이 밀도가 높으므로 주기적인 브러싱과 관리가 필요하며, 활동적인 환경을 제공해야 합니다.",
    "health": "유전적인 문제가 발생할 수 있으며, 체온 조절에 주의해야 합니다.",
    "life": "평균적으로 11~16년간 살 수 있습니다.",
    "weight": "3.5-6.5kg"
  },
  {
    "id": "52",
    "image": "Applehead-Siamese.jpg",
    "name": "Applehead-Siamese",
    "ko_name": "애플헤드 시암",
    "origin": "타이완에서 유래한 품종으로, 전통적인 시암 고양이의 형태를 따라 개량되었습니다.",
    "personality": "온화하고 친근한 성격을 가지며, 사람과 높은 상호작용을 즐깁니다.",
    "appearance": "중형의 날씬한 체격과 전통적인 시암 고양이의 모습을 가지며, 사과 모양의 머리가 특징입니다.",
    "colors": "주로 포인트 패턴을 가지며, 전통적인 시암 고양이의 색상을 가집니다.",
    "care": "단순한 돌봄과 주기적인 브러싱이 필요하며, 활발한 환경을 제공해야 합니다.",
    "health": "유전적인 문제가 있을 수 있으며, 주의깊은 관리가 필요합니다.",
    "life": "평균적으로 10~15년간 살 수 있습니다.",
    "weight": "2.5-4.5kg"
  },
  {
    "id": "53",
    "image": "Calico.jpg",
    "name": "Calico",
    "ko_name": "칼리코",
    "origin": "미국을 비롯한 여러 지역에서 유래한 털 색상의 특징을 가진 고양이로, 털 색상에 따른 이름이며 품종은 아닙니다.",
    "personality": "품종이 아니라 털 색상의 특징을 가지므로 다양한 성격을 가질 수 있습니다. 주인에 대한 애정이 깊고 활발한 성격을 가질 수 있습니다.",
    "appearance": "크기와 외모는 다양하며, 털 색상이 주요 특징입니다. 보통 검은색, 주황색, 흰색의 삼색 구조를 가지며, 털이 주로 칼라 모양으로 나타납니다.",
    "colors": "삼색 구조로, 검은색, 주황색, 흰색 등이 조합되어 나타납니다.",
    "care": "주기적인 브러싱이 필요하며, 활발한 성격을 가지므로 적절한 활동을 제공해야 합니다.",
    "health": "특정 품종이 아니므로 유전적인 문제는 해당하지 않지만, 건강한 생활습관을 유지해야 합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "3-5.5kg"
  },
  {
    "id": "54",
    "image": "Canadian-Hairless.jpeg",
    "name": "Canadian-Hairless",
    "ko_name": "캐나디언 헤어리스",
    "origin": "캐나다에서 유래한 품종으로, 돌연변이로 인해 털이 거의 없는 외모를 가지고 있습니다.",
    "personality": "친근하고 사교적인 성격을 가지며, 활발하고 호기심이 강합니다.",
    "appearance": "중형의 날씬한 체격과 거의 털이 없는 피부를 가지며, 피부색과 패턴이 다양합니다.",
    "colors": "다양한 컬러와 패턴을 가지며, 피부색과의 대비가 특징입니다.",
    "care": "털이 거의 없으므로 피부 관리와 체온 조절에 주의를 기울여야 합니다.",
    "health": "피부 관련 문제가 발생할 수 있으며, 체온 조절이 중요합니다.",
    "life": "평균적으로 12~16년간 살 수 있습니다.",
    "weight": "2.5-5.5kg"
  },
  {
    "id": "55",
    "image": "Chausie.jpg",
    "name": "Chausie",
    "ko_name": "쇼시",
    "origin": "역사적으로는 애국적인 애호가들이 차용한 하이브리드 품종으로, 처음으로 유기된 고양이는 1990년대 중반 미국에서 나왔습니다.",
    "personality": "활발하고 똑똑한 성격을 가지며, 물과 놀기를 좋아합니다. 사람과 높은 상호작용을 즐기며 활동적입니다.",
    "appearance": "중형에서 대형의 체격과 긴 다리를 가지며, 빈티지한 룩과 긴 다발털, 넓은 귀가 특징입니다.",
    "colors": "검은색 또는 회색의 얼룩무늬를 가지며, 체강과 귀의 크기가 큽니다.",
    "care": "털이 짧으며 촉촉하므로 주기적인 브러싱은 필요하지 않지만, 활동적인 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 심장 질환과 관련된 유전적 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~20년간 살 수 있습니다.",
    "weight": "5-9kg"
  },
  {
    "id": "56",
    "image": "Chinchilla.jpg",
    "name": "Chinchilla",
    "ko_name": "친칠라",
    "origin": "19세기 말 영국에서 시암과 페르시안 고양이를 교배하여 개발된 품종으로, 은은한 은색 털을 가지고 있습니다.",
    "personality": "차분하고 온화한 성격을 가지며 사람에 대한 애정이 깊습니다. 조용하고 부드러운 성격을 가지고 있습니다.",
    "appearance": "대형의 체격과 풍성한 은색 털을 가지며, 큰 눈과 둥근 얼굴을 가지고 있습니다.",
    "colors": "은색 털이 특징이며, 눈과 코 주위에 짙은 색의 털이 있습니다.",
    "care": "털이 길고 부드러우므로 주기적인 브러싱과 관리가 필요하며, 실내 환경을 제공해야 합니다.",
    "health": "일반적으로 건강하나 털이 길어 털볼 문제가 발생할 수 있습니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3-5kg"
  },
  {
    "id": "57",
    "image": "Japanese-Bobtail.jpg",
    "name": "Japanese-Bobtail",
    "ko_name": "자페니즈 밥테일",
    "origin": "일본에서 유래한 품종으로, 짧은 꼬리와 다양한 색상의 털을 가지고 있습니다.",
    "personality": "활발하고 사교적인 성격을 가지며, 높은 지능과 호기심이 강합니다.",
    "appearance": "중형의 탄탄한 체격과 짧은 꼬리를 가지며, 털의 색상과 패턴은 다양합니다.",
    "colors": "다양한 색상과 패턴을 가지며, 털의 특이한 형태와 다양한 색상이 주목받습니다.",
    "care": "중간 길이의 털을 가지므로 주기적인 브러싱과 관리가 필요하며, 꼬리의 형태로 인한 주의가 필요합니다.",
    "health": "일반적으로 건강하나 짧은 꼬리로 인한 척추 문제가 발생할 수 있습니다.",
    "life": "평균적으로 9~15년간 살 수 있습니다.",
    "weight": "2.5-4.5kg"
  },
  {
    "id": "59",
    "image": "Silver.jpg",
    "name": "Silver",
    "ko_name": "실버",
    "origin": "퍼시안과 관련된 품종으로, 은백색의 털과 눈이 특징입니다.",
    "personality": "차분하고 온화한 성격을 가지며, 사람에 대한 애정이 깊습니다.",
    "appearance": "대형의 체격과 풍성한 은백색의 털을 가지며, 눈이 크고 둥글습니다.",
    "colors": "주로 은백색의 털을 가지며, 눈동자는 주로 녹색을 가집니다.",
    "care": "풍성한 털을 가지므로 주기적인 브러싱과 관리가 필요하며, 눈 주변의 관리에 주의해야 합니다.",
    "health": "퍼시안과 유사한 유전적 문제가 발생할 수 있으며, 비만 예방에 신경을 써야 합니다.",
    "life": "평균적으로 12~15년간 살 수 있습니다.",
    "weight": "3-5.5kg"
  }
]