[
    {
        "id": 1,
        "category": "health",
        "title": "고양이의 건강한 식사 습관",
        "content": "고양이의 건강을 위해 적절한 식사 습관을 유지하는 것이 중요합니다. 고양이에게는 고양이 사료나 레시피에 따른 신선한 음식을 제공해야 합니다. 고양이의 연령, 크기, 활동 수준에 맞춰 식사량을 조절하고, 단백질, 지방, 탄수화물 등의 영양소 균형을 유지하는 것이 중요합니다. 또한 식사 후 남아있는 음식은 즉시 버리고 신선한 물을 항상 제공하여 건강한 식습관을 형성해주세요."
    },
    {
        "id": 2,
        "category": "behavior",
        "title": "고양이의 스크래칭 관리",
        "content": "고양이가 스크래칭을 하는 것은 발톱을 관리하고 털을 손질하는 자연스러운 행동입니다. 하지만 가구나 가구를 훼손할 수 있기 때문에 스크래칭 포스트나 매트를 제공하여 스크래칭을 할 수 있는 공간을 마련해주세요. 특히 포스트를 사용하도록 훈련하고, 고양이의 발톱을 깎아주는 것도 중요합니다."
    },
    {
        "id": 3,
        "category": "enrichment",
        "title": "고양이의 지적 자극 활동",
        "content": "고양이는 지루함을 느낄 때 문제 행동을 일으킬 수 있습니다. 지적 자극 활동을 제공하여 고양이의 지능을 즐겁게 활용해보세요. 퍼즐 장난감, 숨기기 놀이, 물건 찾기 등 다양한 활동을 통해 고양이의 호기심과 능력을 자극해주세요."
    },
    {
        "id": 4,
        "category": "grooming",
        "title": "고양이의 털 관리",
        "content": "고양이의 털 관리는 중요한 일입니다. 털이 매듭지거나 엉키지 않도록 주기적으로 브러싱해주세요. 털뭉치를 삼키지 않도록 주의하고, 필요하다면 정기적으로 목욕을 시켜 털과 피부를 깨끗하게 관리해주세요."
    },
    {
        "id": 5,
        "category": "socialization",
        "title": "고양이의 사회화 훈련",
        "content": "고양이의 사회화는 어릴 때부터 시작하는 것이 좋습니다. 다양한 사람들과 만나거나 다른 동물과 소셜 활동을 시켜 고양이의 사회성을 키워주세요. 고양이가 주변 환경에 적응하고 사람들과 잘 지내는 것은 중요한 요소입니다."
    },
    {
        "id": 6,
        "category": "environment",
        "title": "고양이의 환경 조성",
        "content": "고양이에게 안전하고 편안한 환경을 조성해주세요. 높은 곳에 오를 수 있는 장소, 햇빛을 즐길 수 있는 창가 등을 마련하여 고양이가 편안하게 지낼 수 있는 환경을 만들어주세요."
    },
    {
        "id": 7,
        "category": "play",
        "title": "고양이와의 놀이",
        "content": "고양이와의 놀이는 고양이의 체력 유지와 스트레스 해소에 도움이 됩니다. 다양한 장난감을 활용하고, 캣닢이나 특별한 레이저 포인터로 놀아주어 고양이의 행복한 놀이 시간을 만들어주세요."
    },
    {
        "id": 8,
        "category": "veterinary",
        "title": "고양이의 정기적인 건강 체크",
        "content": "고양이의 건강을 지키기 위해 정기적으로 수의사를 방문하세요. 예방 접종, 건강 검진, 벼룩과 진드기 방지 등을 체크하고 필요한 조치를 취해주세요."
    },
    {
        "id": 9,
        "category": "feeding",
        "title": "고양이의 식사 시간 유지",
        "content": "고양이는 규칙적인 식사 시간을 유지하는 것이 좋습니다. 정해진 시간에 식사를 하게 하여 신진대사를 조절하고 체중을 관리할 수 있도록 도와주세요."
    },
    {
        "id": 10,
        "category": "enrichment",
        "title": "고양이의 게임과 퍼즐",
        "content": "고양이에게 다양한 게임과 퍼즐을 제공하여 두뇌를 활발하게 유지해주세요. 냥이 퍼즐, 물고물리는 장난감 등을 활용하여 고양이의 지능적인 즐거움을 키워주세요."
    },
    {
        "id": 11,
        "category": "health",
        "title": "고양이의 구강 관리",
        "content": "고양이의 구강 관리는 치아 건강에 중요합니다. 치아 브러시나 치아 청결제를 사용하여 치아를 깨끗하게 유지하고 구강 건강을 관리하세요."
    },
    {
        "id": 12,
        "category": "behavior",
        "title": "고양이의 스트레스 관리",
        "content": "고양이는 스트레스를 느낄 수 있습니다. 환경의 변화, 다른 동물과의 충돌 등으로 스트레스를 느낄 때는 안전한 장소와 편안한 휴식을 제공하여 스트레스를 관리해주세요."
    },
    {
        "id": 13,
        "category": "grooming",
        "title": "고양이의 눈, 귀, 발 관리",
        "content": "고양이의 눈, 귀, 발도 주기적으로 관리해야 합니다. 눈 주위의 이물질을 청소하고 귀를 깨끗하게 닦아주며, 발톱을 깎아주어 건강한 상태를 유지하세요."
    },
    {
        "id": 14,
        "category": "socialization",
        "title": "고양이의 사람과의 상호작용",
        "content": "고양이와 사람 간의 상호작용을 장려하세요. 고양이와 부드러운 목소리로 대화하거나 놀이를 하여 고양이의 사람에 대한 긍정적인 인식을 높이세요."
    },
    {
        "id": 15,
        "category": "environment",
        "title": "고양이의 숨을 수 있는 장소",
        "content": "고양이는 편안하게 숨을 수 있는 공간을 필요로 합니다. 고양이 전용의 감추어질 수 있는 장소나 상자, 텐트와 같은 휴식 공간을 마련해주세요."
    },
    {
        "id": 16,
        "category": "play",
        "title": "고양이와의 노는 방법",
        "content": "고양이와 노는 방법은 다양합니다. 캣닢, 노끈, 플래시라이트 등 다양한 장난감을 활용하여 놀아주고, 고양이의 놀이 스타일에 맞춰 행동하며 즐거운 시간을 보내세요."
    },
    {
        "id": 17,
        "category": "veterinary",
        "title": "고양이의 예방접종",
        "content": "고양이의 예방접종은 질병을 예방하고 건강을 유지하는 데 중요합니다. 수의사와 상담하여 필요한 예방접종을 제때에 받아 건강한 생활을 도모하세요."
    },
    {
        "id": 18,
        "category": "feeding",
        "title": "고양이의 수분 공급",
        "content": "고양이에게 충분한 수분을 공급하는 것이 중요합니다. 건강한 신장 기능을 유지하기 위해 물을 항상 제공하고, 수분 함량이 높은 사료를 선택하세요."
    },
    {
        "id": 19,
        "category": "enrichment",
        "title": "고양이의 창작적 플레이",
        "content": "고양이를 위한 창작적인 플레이를 시도해보세요. 종이 박스, 비닐 봉지 등으로 간단한 놀이 활동을 만들어주어 고양이의 호기심을 자극하세요."
    },
    {
        "id": 20,
        "category": "health",
        "title": "고양이의 정기적인 건강 검진",
        "content": "고양이의 건강을 위해 정기적인 건강 검진을 받아보세요. 수의사의 눈으로 건강한 상태를 확인하고, 잠재적인 문제를 조기에 발견하여 적절한 치료를 시행하세요."
    },
    {
        "id": 21,
        "category": "behavior",
        "title": "고양이의 활발한 놀이",
        "content": "고양이에게 활발한 놀이를 제공하여 에너지를 소비하고 스트레스를 해소할 수 있습니다. 낚싯대 장난감이나 바닥에 굴러다니는 공을 활용하여 놀아주어 고양이의 활동량을 유지하세요."
    },
    {
        "id": 22,
        "category": "grooming",
        "title": "고양이의 귀 관리",
        "content": "고양이의 귀를 주기적으로 청소해주세요. 귀 속에 이물질이 쌓이거나 감염되지 않도록 청결하게 유지하고, 필요하다면 수의사의 도움을 받아 귀 속 청소를 해주세요."
    },
    {
        "id": 23,
        "category": "environment",
        "title": "고양이의 안전한 실내 환경",
        "content": "고양이에게 안전한 실내 환경을 제공하세요. 유해한 물질이나 작은 물건을 어린 고양이의 액세스가 불가능한 곳에 보관하고, 전기 코드나 위험한 물건을 숨기는 등 안전 조치를 취하세요."
    },
    {
        "id": 24,
        "category": "feeding",
        "title": "고양이의 다양한 식사 시도",
        "content": "고양이의 식사에 다양성을 추가해보세요. 여러 종류의 사료를 번갈아 주거나 새로운 간식을 도입하여 고양이의 식사를 더욱 흥미롭게 만들어보세요."
    },
    {
        "id": 25,
        "category": "veterinary",
        "title": "고양이의 예방적 건강 관리",
        "content": "고양이의 예방적 건강 관리를 위해 예방법을 알아보세요. 건강한 식사, 규칙적인 운동, 깨끗한 환경 등을 유지하여 질병 예방에 힘쓰세요."
    },
    {
        "id": 26,
        "category": "socialization",
        "title": "새로운 사람과 동물에 대한 긍정적 경험",
        "content": "고양이에게 새로운 사람과 다른 동물들을 만나는 기회를 주세요. 긍정적인 경험을 통해 다양한 환경과 사물에 적응하고 친화력을 기를 수 있습니다."
    },
    {
        "id": 27,
        "category": "enrichment",
        "title": "고양이의 숨기기 놀이",
        "content": "고양이의 사물 찾기 능력을 키우기 위해 숨기기 놀이를 해보세요. 간식을 숨겨 놓거나 장난감을 숨겨놓아 고양이가 찾아내게 하여 놀이와 지적 자극을 동시에 제공해주세요."
    },
    {
        "id": 28,
        "category": "behavior",
        "title": "고양이의 먹이 관련 행동 이해",
        "content": "고양이가 식사 시간에 나타내는 특별한 행동을 이해해보세요. 식사 전에 고양이의 기대감을 높이는 놀이나 상호작용을 통해 긍정적인 식사 경험을 만들어주세요."
    },
    {
        "id": 29,
        "category": "environment",
        "title": "고양이의 휴식 공간",
        "content": "고양이의 휴식을 위한 특별한 공간을 마련해주세요. 편안한 베개, 담요, 고양이 전용 침대 등을 배치하여 고양이가 편안한 휴식을 취할 수 있도록 도와주세요."
    },
    {
        "id": 30,
        "category": "play",
        "title": "고양이와의 상호작용 놀이",
        "content": "고양이와의 놀이를 통해 상호작용을 강화해보세요. 움직이는 장난감을 사용하여 고양이의 호기심을 자극하고 놀이 시간을 함께 즐겨보세요."
    },
    {
        "id": 31,
        "category": "health",
        "title": "고양이의 스트레스 감소",
        "content": "고양이가 스트레스를 느낄 때는 향기 디퓨저나 카펫에 향기를 뿌려 안정감을 줄 수 있습니다. 또한 고양이 전용의 공간을 마련하여 혼잡함을 피하도록 도와주세요."
    },
    {
        "id": 32,
        "category": "behavior",
        "title": "고양이의 장난감 다양성",
        "content": "고양이의 장난감을 다양하게 제공하여 놀이 시간을 풍부하게 만들어보세요. 움직이는 장난감, 캣닢 등을 번갈아 가며 사용하여 고양이의 흥미를 끌어주세요."
    },
    {
        "id": 33,
        "category": "feeding",
        "title": "고양이의 과식 방지",
        "content": "과식은 고양이의 건강에 해를 줄 수 있습니다. 규칙적인 식사 시간과 식사량을 지켜주고, 간식을 줄 때에도 적절한 양을 제공하여 과식을 방지하세요."
    },
    {
        "id": 34,
        "category": "grooming",
        "title": "고양이의 털 빗질 빈도",
        "content": "고양이의 털 빗질은 주기적으로 해주세요. 긴 털이나 털 뭉치가 있는 고양이는 더 자주 빗질해주어 털이 엉키지 않도록 도와주세요."
    },
    {
        "id": 35,
        "category": "veterinary",
        "title": "고양이의 마이크로칩 장착",
        "content": "고양이에게 마이크로칩을 장착하여 실종 시 주인을 찾는 데 도움을 줄 수 있습니다. 수의사와 상의하여 적절한 마이크로칩을 선택하여 장착해주세요."
    },
    {
        "id": 36,
        "category": "socialization",
        "title": "고양이의 주변 환경 익숙하게",
        "content": "고양이가 처음 환경에 적응할 때는 조용한 공간을 제공하여 주변에 익숙해지도록 도와주세요. 점진적으로 다른 사람들이나 동물들과 친숙해지도록 지원해주세요."
    },
    {
        "id": 37,
        "category": "environment",
        "title": "고양이의 높은 곳 활용",
        "content": "고양이는 높은 곳을 좋아합니다. 캣 트리나 고양이 타워 등을 제공하여 높은 곳에서 휴식하거나 관찰하는 기회를 줘보세요."
    },
    {
        "id": 38,
        "category": "play",
        "title": "고양이의 물놀이",
        "content": "고양이 중 일부는 물놀이를 즐깁니다. 플레이트에 약간의 물을 붓거나 작은 욕조에 약간의 물을 넣어주어 고양이가 물놀이를 즐길 수 있도록 해보세요."
    },
    {
        "id": 39,
        "category": "behavior",
        "title": "고양이의 장소 표시 행동",
        "content": "고양이가 얼굴이나 몸을 물건에 긁어대는 것은 주인에 대한 애정 표현이 될 수 있습니다. 고양이가 주인을 위해 물건을 마크하는 이 행동을 이해하고 즐겨주세요."
    },
    {
        "id": 40,
        "category": "health",
        "title": "고양이의 수분 섭취 유지",
        "content": "고양이의 수분 섭취를 유지하기 위해 건식 사료와 함께 습식 사료를 제공해주세요. 습식 사료는 높은 수분 함량으로 건강한 수분 섭취를 돕습니다."
    },
    {
        "id": 41,
        "category": "behavior",
        "title": "고양이의 숨기기 놀이",
        "content": "고양이가 놀이나 간식을 찾을 수 있는 숨기기 놀이를 해보세요. 놀이를 통해 고양이의 사물 찾기 능력을 즐기며 지적 자극을 높일 수 있습니다."
    },
    {
        "id": 42,
        "category": "feeding",
        "title": "고양이의 영양 보충 간식",
        "content": "고양이에게 영양 보충 간식을 제공하여 건강을 지켜보세요. 강아지 스타일의 간식을 고양이에게 주기적으로 제공하여 필요한 영양소를 보충할 수 있습니다."
    },
    {
        "id": 43,
        "category": "veterinary",
        "title": "고양이의 구충제 관리",
        "content": "고양이의 구충제 투여를 꾸준히 실시하세요. 내부 구충제와 외부 구충제를 정기적으로 투여하여 고양이의 건강을 지켜보세요."
    },
    {
        "id": 44,
        "category": "socialization",
        "title": "고양이의 포옹과 애정 표현",
        "content": "고양이에게 포옹과 애정 표현을 해보세요. 어릴 때부터 손길과 부드러운 목소리로 대하면 고양이가 사람에 대한 긍정적인 인식을 갖게 될 수 있습니다."
    },
    {
        "id": 45,
        "category": "enrichment",
        "title": "고양이의 실내 놀이터 조성",
        "content": "고양이를 위한 실내 놀이터를 조성해보세요. 다양한 놀이용 터널, 구멍이 뚫린 박스, 오락용 장난감 등을 배치하여 고양이가 자유롭게 놀 수 있는 공간을 만들어주세요."
    },
    {
        "id": 46,
        "category": "environment",
        "title": "고양이의 창문 전망대",
        "content": "고양이가 창가에서 바깥 풍경을 감상할 수 있도록 창문 전망대를 제공하세요. 안전한 창문 근처에 고양이가 앉아서 바깥을 보고 즐길 수 있는 장소를 만들어주세요."
    },
    {
        "id": 47,
        "category": "health",
        "title": "고양이의 신체 검사",
        "content": "고양이의 신체 검사를 주기적으로 진행하세요. 털의 변화, 피부 이상, 눈의 상태 등을 체크하여 잠재적인 건강 문제를 조기에 발견하고 처리할 수 있습니다."
    },
    {
        "id": 48,
        "category": "behavior",
        "title": "고양이의 환경 변화 관리",
        "content": "고양이가 환경 변화에 민감하게 반응할 수 있습니다. 새로운 가구나 물건을 가져올 때는 점진적으로 적응시키고, 필요한 경우 페로몬 스프레이를 활용하세요."
    },
    {
        "id": 49,
        "category": "feeding",
        "title": "고양이의 자연식 식사",
        "content": "고양이에게 자연식 식사를 제공해보세요. 신선한 육류, 생선 등을 적절히 다루어 고양이의 식사를 다양하고 건강하게 구성할 수 있습니다."
    },
    {
        "id": 50,
        "category": "play",
        "title": "고양이의 인터랙티브 장난감",
        "content": "고양이의 지능을 즐겁게 키우기 위해 인터랙티브 장난감을 활용해보세요. 음식을 넣어 사용하는 장난감이나 퍼즐 장난감으로 고양이의 머리를 활발하게 유지하세요."
    },
    {
        "id": 51,
        "category": "grooming",
        "title": "고양이의 털 무리 관리",
        "content": "고양이의 털이 무리로 엉키는 것을 방지하려면 일주일에 한 번씩 브러싱을 해주세요. 긴 털의 고양이는 더 자주 브러싱해주어 털 뭉치를 방지하세요."
    },
    {
        "id": 52,
        "category": "feeding",
        "title": "고양이의 식사 공간",
        "content": "고양이에게 고정된 식사 공간을 마련해주세요. 조용하고 편안한 장소에 식사 그릇을 놓아 고양이가 식사할 때 불안함을 느끼지 않도록 도와주세요."
    },
    {
        "id": 53,
        "category": "health",
        "title": "고양이의 치과 관리",
        "content": "고양이의 치과 관리는 중요합니다. 특히 치실과 치약으로 구강 관리를 해보세요. 필요하다면 수의사에게 치과 검진을 받아 병행 진행해보세요."
    },
    {
        "id": 54,
        "category": "environment",
        "title": "고양이의 개인 공간",
        "content": "고양이가 개인 공간을 필요로 합니다. 박스나 작은 텐트와 같은 개인 공간을 제공하여 고양이가 스트레스를 덜 받을 수 있도록 도와주세요."
    },
    {
        "id": 55,
        "category": "play",
        "title": "고양이의 미로 놀이",
        "content": "고양이를 위한 미로 놀이를 만들어보세요. 종이 상자를 조립하여 미로 모양으로 만들거나 터널을 사용하여 고양이의 호기심을 자극하세요."
    },
    {
        "id": 56,
        "category": "behavior",
        "title": "고양이의 스크래칭 습관",
        "content": "고양이가 스크래칭 습관을 가질 수 있습니다. 스크래칭 포스트나 스크래칭 보드를 제공하여 고양이가 무리한 가구나 집기를 긁지 않도록 도와주세요."
    },
    {
        "id": 57,
        "category": "health",
        "title": "고양이의 정기 건강 검진",
        "content": "고양이의 건강을 확인하기 위해 정기적인 건강 검진을 받아보세요. 수의사에게 고양이의 건강 상태를 평가하고 권장 사항을 받아보세요."
    },
    {
        "id": 58,
        "category": "environment",
        "title": "고양이의 타워와 트리",
        "content": "고양이에게 높은 곳을 즐길 수 있는 타워나 트리를 제공하세요. 다층 구조의 타워나 트리는 고양이가 활동하며 휴식을 취할 수 있는 공간을 제공합니다."
    },
    {
        "id": 59,
        "category": "socialization",
        "title": "고양이의 다른 동물과 만남",
        "content": "고양이가 다른 동물과 만나는 경험을 제공하세요. 다른 고양이나 강아지와 친목을 도모하도록 조심스럽게 만남을 주선해보세요."
    },
    {
        "id": 60,
        "category": "behavior",
        "title": "고양이의 부끄러움 행동",
        "content": "고양이가 부끄러움을 느낄 때에는 바로 시선을 피하거나 꼬리를 숨길 수 있습니다. 이런 행동이 나타날 때에는 고양이의 불편함을 고려해주세요."
    },
    {
        "id": 61,
        "category": "feeding",
        "title": "고양이의 식사 습관 관찰",
        "content": "고양이의 식사 습관을 관찰하여 건강을 파악하세요. 식사량의 변화, 식욕 부진 등은 고양이의 건강 상태 변화의 신호일 수 있습니다."
    },
    {
        "id": 62,
        "category": "play",
        "title": "고양이의 높낮이 놀이",
        "content": "고양이가 높은 곳에서 놀 수 있는 기회를 제공하세요. 선반이나 창가에 장난감을 놓아두어 높낮이 놀이를 통해 고양이의 움직임을 더욱 활발하게 유도해보세요."
    },
    {
        "id": 63,
        "category": "behavior",
        "title": "고양이의 행복한 발라 행동",
        "content": "고양이가 행복하거나 만족할 때에는 입술 주위에 털이 일어나 발라 행동을 할 수 있습니다. 이는 고양이의 기분이 좋다는 표시입니다."
    },
    {
        "id": 64,
        "category": "grooming",
        "title": "고양이의 귀 관리",
        "content": "고양이의 귀를 꾸준히 관리해주세요. 귀 속에 이물질이나 이물질이 묻지 않도록 주기적으로 청결하게 닦아주는 것이 중요합니다."
    },
    {
        "id": 65,
        "category": "environment",
        "title": "고양이의 소리와 음악",
        "content": "고양이는 소리에 민감하게 반응할 수 있습니다. 고양이에게 진정한 효과가 있는 음악이나 자연 소리를 틀어주어 안정감을 줄 수 있습니다."
    },
    {
        "id": 66,
        "category": "behavior",
        "title": "고양이의 빈둥빈둥 행동",
        "content": "고양이가 뒤로 빈둥빈둥 행동을 할 때에는 기분이 좋거나 게임을 제안하는 신호일 수 있습니다. 고양이와의 상호작용을 즐겨보세요."
    },
    {
        "id": 67,
        "category": "feeding",
        "title": "고양이의 야생식 식단 시도",
        "content": "고양이에게 야생식 식단을 시도해보세요. 살아 있는 고기나 생선, 살코기 등을 함께 제공하여 고양이의 본능에 부합하는 식사를 경험시켜보세요."
    },
    {
        "id": 68,
        "category": "play",
        "title": "고양이의 벌레 놀이",
        "content": "고양이가 벌레를 추적하거나 놀이하는 모습을 즐겨보세요. 작은 플라스틱 벌레 장난감을 사용하여 고양이의 사냥 본능을 자극해보세요."
    },
    {
        "id": 69,
        "category": "socialization",
        "title": "고양이의 사회적 상호작용",
        "content": "고양이가 사회적 상호작용을 즐기는 경우도 있습니다. 놀이 시간이나 먹는 시간에 주인과 함께하는 경험을 통해 고양이의 사회성을 키워보세요."
    },
    {
        "id": 70,
        "category": "environment",
        "title": "고양이의 음악 감상",
        "content": "고양이가 음악을 감상하는 것을 경험시켜보세요. 고양이를 위한 특별한 음악이나 소리를 재생하여 고양이의 편안한 분위기를 조성해보세요."
    },
    {
        "id": 71,
        "category": "health",
        "title": "고양이의 스트레스 관리",
        "content": "고양이가 스트레스를 느낄 경우 향기 감각을 활용해보세요. 카모마일, 밀알, 발레리안 뿌리 등의 향을 갖는 장난감을 사용하여 고양이의 스트레스를 완화시켜보세요."
    },
    {
        "id": 72,
        "category": "environment",
        "title": "고양이의 자동 급식기 사용",
        "content": "고양이에게 자동 급식기를 사용해보세요. 정해진 시간에 식사를 제공하여 고양이의 식사 시간을 안정적으로 유지할 수 있습니다."
    },
    {
        "id": 73,
        "category": "play",
        "title": "고양이의 물놀이",
        "content": "고양이가 물놀이를 좋아할 수 있습니다. 대량의 물을 사용하지 않는 범용적인 물놀이 장난감을 활용하여 고양이가 물과 놀 수 있는 기회를 제공해보세요."
    },
    {
        "id": 74,
        "category": "behavior",
        "title": "고양이의 높이 두려움 극복",
        "content": "고양이가 높은 곳에 올라가는 것을 꺼릴 수 있습니다. 낮은 단계부터 시작하여 점진적으로 높이를 극복하게끔 훈련해보세요."
    },
    {
        "id": 75,
        "category": "socialization",
        "title": "고양이의 낯선 사람 친화성",
        "content": "고양이가 낯선 사람에게 친화적으로 다가가기를 원할 때에는 사람을 무시하거나 멀어지지 않는 범위에서 친근한 자세로 접근해보세요."
    },
    {
        "id": 76,
        "category": "grooming",
        "title": "고양이의 발톱 관리",
        "content": "고양이의 발톱을 관리하세요. 발톱을 깎아주거나 긁을 수 있는 장소를 제공하여 가구와 집기를 피해 발톱 관리를 할 수 있도록 도와주세요."
    },
    {
        "id": 77,
        "category": "feeding",
        "title": "고양이의 다양한 간식",
        "content": "고양이에게 다양한 종류의 간식을 제공해보세요. 건강한 간식과 다양한 맛을 통해 고양이의 식사 경험을 더욱 풍부하게 만들어보세요."
    },
    {
        "id": 78,
        "category": "environment",
        "title": "고양이의 햇빛 즐기기",
        "content": "고양이가 햇빛을 좋아하는 경우가 많습니다. 안전한 창가에 베드나 쿠션을 배치하여 고양이가 햇빛을 즐길 수 있도록 도와주세요."
    },
    {
        "id": 79,
        "category": "behavior",
        "title": "고양이의 야행성 활동",
        "content": "고양이가 밤에 활동적일 수 있습니다. 야행성 활동을 위한 놀이용 장난감을 제공하여 고양이가 밤에도 활발하게 놀 수 있도록 도와주세요."
    },
    {
        "id": 80,
        "category": "socialization",
        "title": "고양이의 꾸러미 즐기기",
        "content": "고양이가 꾸러미를 좋아하는 경우도 있습니다. 종이 박스나 포장 재료를 활용하여 꾸러미 놀이를 통해 고양이의 호기심을 자극하세요."
    },
    {
        "id": 81,
        "category": "grooming",
        "title": "고양이의 눈 관리",
        "content": "고양이의 눈을 꾸준히 관리해주세요. 눈 주위의 분비물을 부드럽게 닦아내어 고양이의 눈 건강을 유지하는 데 도움을 줄 수 있습니다."
    },
    {
        "id": 82,
        "category": "feeding",
        "title": "고양이의 새로운 식사 시도",
        "content": "고양이의 식사 다양성을 위해 새로운 종류의 사료나 간식을 시도해보세요. 고양이가 다양한 맛과 영양을 경험하도록 도와주세요."
    },
    {
        "id": 83,
        "category": "behavior",
        "title": "고양이의 사회화 훈련",
        "content": "고양이의 사회성을 키우기 위해 사회화 훈련을 실시해보세요. 다른 동물과의 만남이나 사람과의 상호작용을 지속적으로 해보세요."
    },
    {
        "id": 84,
        "category": "environment",
        "title": "고양이의 안전한 풀놀이",
        "content": "고양이가 안전하게 풀놀이를 즐길 수 있는 장소를 마련해주세요. 실내용 풀이나 풀 장난감을 활용하여 고양이의 자연스러운 본능을 만족시켜보세요."
    },
    {
        "id": 85,
        "category": "play",
        "title": "고양이의 레이저 포인터 놀이",
        "content": "고양이가 레이저 포인터 놀이를 좋아할 수 있습니다. 레이저 포인터를 사용하여 고양이가 추적하는 재미있는 놀이를 즐겨보세요."
    },
    {
        "id": 86,
        "category": "health",
        "title": "고양이의 심리적 건강 유지",
        "content": "고양이의 심리적 건강을 위해 자주 놀이와 활동을 제공하세요. 지루함을 느끼지 않도록 다양한 놀이를 통해 고양이의 기분을 즐겁게 만들어주세요."
    },
    {
        "id": 87,
        "category": "feeding",
        "title": "고양이의 식사 시간 일정",
        "content": "고양이에게 일정한 식사 시간을 정해주세요. 정해진 시간에 식사를 하도록 하여 고양이의 식사 습관을 형성하고 건강한 식사 습관을 유지해보세요."
    },
    {
        "id": 88,
        "category": "behavior",
        "title": "고양이의 문제 행동 대응",
        "content": "고양이가 문제 행동을 보일 때에는 감정적인 대응보다는 차분하고 냉정한 태도로 대처해보세요. 긍정적인 행동 교정을 위해 노력해보세요."
    },
    {
        "id": 89,
        "category": "environment",
        "title": "고양이의 숨을 수 있는 공간",
        "content": "고양이가 숨을 수 있는 공간을 마련해주세요. 작은 터널이나 박스를 제공하여 고양이가 안전한 느낌을 받을 수 있는 공간을 만들어보세요."
    },
    {
        "id": 90,
        "category": "play",
        "title": "고양이의 인터랙티브 장난감",
        "content": "고양이의 지능과 물리적 활동을 동시에 즐길 수 있는 인터랙티브 장난감을 사용해보세요. 퍼즐 장난감이나 지능 훈련용 장난감을 활용해보세요."
    },
    {
        "id": 91,
        "category": "environment",
        "title": "고양이의 클라이밍 스킬 향상",
        "content": "고양이가 클라이밍을 좋아한다면, 적당한 높이의 타워나 스크래치 패드를 제공하여 고양이의 클라이밍 스킬을 향상시켜보세요."
    },
    {
        "id": 92,
        "category": "behavior",
        "title": "고양이의 장난감 로테이션",
        "content": "고양이의 장난감을 주기적으로 바꿔가며 사용해보세요. 새로운 장난감으로 고양이의 호기심을 유발하고 지루함을 덜어낼 수 있습니다."
    },
    {
        "id": 93,
        "category": "grooming",
        "title": "고양이의 부드러운 털 유지",
        "content": "고양이의 털을 부드럽게 유지하려면 정기적인 브러싱을 시도해보세요. 적절한 브러시를 사용하여 고양이의 털 건강을 케어해주세요."
    },
    {
        "id": 94,
        "category": "feeding",
        "title": "고양이의 수제 간식 만들기",
        "content": "고양이에게 수제 간식을 만들어보세요. 안전하고 영양가 있는 재료로 간식을 만들어 고양이에게 특별한 대접을 해보세요."
    },
    {
        "id": 95,
        "category": "play",
        "title": "고양이의 숨바꼭질 놀이",
        "content": "고양이가 숨바꼭질 놀이를 좋아한다면, 작은 물건이나 장난감을 숨겨놓고 찾게 해보세요. 고양이의 추적 본능을 즐겁게 활용할 수 있습니다."
    },
    {
        "id": 96,
        "category": "health",
        "title": "고양이의 마사지 테라피",
        "content": "고양이에게 부드러운 마사지를 해보세요. 고양이의 근육을 이완시켜주고 편안함을 제공하는 마사지는 건강한 신체와 마음을 유지하는 데 도움이 됩니다."
    },
    {
        "id": 97,
        "category": "socialization",
        "title": "고양이의 기타 동물과의 만남",
        "content": "고양이가 다른 동물과 만날 기회를 제공해보세요. 강아지나 다른 고양이와 점차 익숙해지게 해주는 것은 고양이의 사회화를 증진시킬 수 있습니다."
    },
    {
        "id": 98,
        "category": "behavior",
        "title": "고양이의 공간 탐험",
        "content": "고양이에게 새로운 환경을 탐험할 기회를 주세요. 새로운 방, 가구, 박스 등을 도입하여 고양이의 호기심을 자극하고 활동량을 늘릴 수 있습니다."
    },
    {
        "id": 99,
        "category": "feeding",
        "title": "고양이의 음식 퍼즐 장난감",
        "content": "고양이에게 음식 퍼즐 장난감을 활용해보세요. 음식을 얻기 위해 노력하며 머리를 쓰게 되는 퍼즐은 고양이의 지능을 향상시키는 데 도움이 됩니다."
    },
    {
        "id": 100,
        "category": "environment",
        "title": "고양이의 향기 매트 사용",
        "content": "고양이가 향기 매트를 즐길 수 있도록 마련해보세요. 향기 매트는 고양이의 냄새 감각을 활용하며 놀 수 있는 장소가 될 수 있습니다."
    },
    {
        "id": 101,
        "category": "behavior",
        "title": "고양이의 새로운 활동 도전",
        "content": "고양이에게 새로운 활동을 도전시켜보세요. 예를 들어, 약간의 미로를 만들어보거나 장난감을 숨겨놓는 등 고양이의 지적 능력을 활용한 활동을 시도해보세요."
    },
    {
        "id": 102,
        "category": "health",
        "title": "고양이의 실내 식물 관리",
        "content": "고양이가 삼키거나 문제를 일으킬 수 있는 실내 식물을 피해주세요. 안전한 식물을 선택하거나 실내 식물을 높은 곳에 배치하여 고양이의 건강을 보호해보세요."
    },
    {
        "id": 103,
        "category": "feeding",
        "title": "고양이의 다이어트 관리",
        "content": "과체중이거나 비만일 경우, 수의사와 상의하여 고양이의 적절한 다이어트 계획을 수립해보세요. 건강한 체중을 유지하기 위해 식사량과 식단을 관리해야 합니다."
    },
    {
        "id": 104,
        "category": "environment",
        "title": "고양이의 휴식 공간 조성",
        "content": "고양이가 휴식을 즐길 수 있는 안락한 공간을 조성해보세요. 부드러운 침대, 담요, 베개 등을 활용하여 고양이가 편안하게 쉴 수 있는 공간을 마련해주세요."
    },
    {
        "id": 105,
        "category": "socialization",
        "title": "고양이의 놀이 시간 공유",
        "content": "고양이와 놀이 시간을 공유해보세요. 고양이의 놀이를 함께 즐겨보면 더욱 강한 유대감을 형성하고 긍정적인 상호작용을 유도할 수 있습니다."
    },
    {
        "id": 106,
        "category": "grooming",
        "title": "고양이의 귀 관리",
        "content": "고양이의 귀를 주기적으로 관리해주세요. 귀 청소를 통해 고양이의 귀 건강을 유지하고 귀지 형성 등의 문제를 예방할 수 있습니다."
    },
    {
        "id": 107,
        "category": "play",
        "title": "고양이의 트릭 훈련",
        "content": "고양이에게 간단한 트릭을 가르쳐보세요. 물건을 먹어주거나 손을 악수하는 등의 행동을 가르쳐주면 고양이와 더욱 또렷한 소통이 가능해집니다."
    },
    {
        "id": 108,
        "category": "health",
        "title": "고양이의 칫솔링 교육",
        "content": "고양이의 치아 건강을 위해 칫솔링 교육을 시작해보세요. 칫솔링은 치아 건강을 유지하고 치주 질환을 예방하는 데 도움이 됩니다."
    },
    {
        "id": 109,
        "category": "feeding",
        "title": "고양이의 수분 섭취 관리",
        "content": "고양이의 수분 섭취를 유지해주세요. 건강한 신장 기능과 소변 생성을 위해 충분한 물을 제공하거나 수분이 많이 든 사료를 선택해보세요."
    },
    {
        "id": 110,
        "category": "environment",
        "title": "고양이의 소리에 민감한 성격 대응",
        "content": "고양이가 소리에 민감한 성격일 경우, 높은 소리를 피하고 조용한 환경을 제공해보세요. 불안을 느끼지 않도록 신경 써주세요."
    }
]