[
    {
        "id": 1,
        "category": "health",
        "title": "강아지의 건강한 식사 습관",
        "content": "강아지의 건강을 위해 적절한 식사 습관을 유지하는 것이 중요합니다. 적절한 사료 선택, 식사량 조절, 영양균형을 고려하여 건강한 식사 습관을 형성해주세요."
    },
    {
        "id": 2,
        "category": "health",
        "title": "영양균형 있는 식사",
        "content": "강아지는 단백질, 지방, 탄수화물, 미네랄, 비타민 등 다양한 영양소가 균형있게 공급되어야 합니다. 종류별, 크기별, 연령별에 맞는 사료를 선택하여 영양을 유지하세요."
    },
    {
        "id": 3,
        "category": "health",
        "title": "적절한 식사 시간과 일정",
        "content": "강아지에게 정해진 시간에 식사를 제공하여 규칙적인 식사 습관을 형성하는 것이 중요합니다. 식사 시간을 일정하게 유지하면 소화 과정이 원활해지며 건강에 도움을 줄 수 있습니다."
    },
    {
        "id": 4,
        "category": "health",
        "title": "급식량 조절",
        "content": "강아지의 몸무게와 활동 수준을 고려하여 식사량을 조절해야 합니다. 과다한 급식은 비만을 유발할 수 있으며, 너무 적은 급식은 영양 부족을 초래할 수 있습니다."
    },
    {
        "id": 5,
        "category": "health",
        "title": "식사 공간의 조성",
        "content": "식사할 곳을 조용하고 안전한 장소로 선택하여 강아지가 식사를 즐겁게 할 수 있도록 도와주세요. 다른 동물이나 외부 환경으로부터 방해받지 않도록 주의해야 합니다."
    },
    {
        "id": 6,
        "category": "health",
        "title": "천연식재료의 활용",
        "content": "강아지의 식사에는 신선한 생고기, 생선 등 천연식재료를 활용할 수 있습니다. 적절한 처리 과정을 거친 후에 급여해야 하며, 영양소를 제공하여 건강을 지키세요."
    },
    {
        "id": 7,
        "category": "health",
        "title": "수분 공급",
        "content": "강아지에게 항상 깨끗하고 신선한 물을 제공해야 합니다. 수분 섭취는 건강한 신장 기능과 소화를 돕는데 중요한 역할을 합니다."
    },
    {
        "id": 8,
        "category": "health",
        "title": "음식물 관련 주의사항",
        "content": "강아지에게는 초콜릿, 음료수, 과일의 씨 등 인간 음식 중 해로운 것들을 급여하지 않도록 주의하세요. 강아지에게 안전한 음식만을 제공해야 합니다."
    },
    {
        "id": 9,
        "category": "health",
        "title": "식사 전 스트레칭 활동",
        "content": "식사 전에 강아지에게 스트레칭 활동을 시키면 소화를 원활하게 할 수 있습니다. 식사 전에 잠시 놀아주거나 산책을 시켜 에너지를 소모시켜보세요."
    },
    {
        "id": 10,
        "category": "health",
        "title": "간식의 적절한 활용",
        "content": "간식을 제공할 때에는 식사량을 고려하여 적절한 양을 유지해야 합니다. 간식도 식사의 일부로 간주하여 영양 균형을 유지할 수 있도록 도와주세요."
    },
    {
        "id": 11,
        "category": "nutrition",
        "title": "식사와 영양소 흡수",
        "content": "강아지의 식사와 영양소 흡수는 건강에 중요한 역할을 합니다. 올바른 식사 습관과 영양소 섭취를 유지하여 강아지의 전반적인 건강을 지켜주세요."
    },
    {
        "id": 12,
        "category": "nutrition",
        "title": "단백질의 중요성",
        "content": "단백질은 강아지의 근육과 조직을 구성하는 중요한 영양소입니다. 고기, 계란, 민어 등 단백질이 풍부한 음식을 통해 강아지의 건강을 지켜주세요."
    },
    {
        "id": 13,
        "category": "nutrition",
        "title": "지방과 에너지 공급",
        "content": "지방은 강아지에게 에너지를 공급하는 중요한 영양소입니다. 영양 균형을 유지하면서 적절한 양의 지방을 섭취하도록 신경 써주세요."
    },
    {
        "id": 14,
        "category": "nutrition",
        "title": "탄수화물의 역할",
        "content": "탄수화물은 강아지에게 에너지를 제공하는 주요 영양소 중 하나입니다. 곡물이나 채소를 통해 적절한 탄수화물을 공급하여 영양 균형을 유지하세요."
    },
    {
        "id": 15,
        "category": "nutrition",
        "title": "비타민과 미네랄 섭취",
        "content": "비타민과 미네랄은 강아지의 각종 기능을 지원하는데 필요한 영양소입니다. 다양한 종류의 사료나 천연식재료를 통해 충분한 비타민과 미네랄을 공급하세요."
    },
    {
        "id": 16,
        "category": "exercise",
        "title": "적절한 운동의 중요성",
        "content": "강아지에게 적절한 운동을 제공하는 것은 건강한 신체와 정신 상태를 유지하는데 도움이 됩니다. 일상적인 산책이나 놀이를 통해 운동을 잊지 마세요."
    },
    {
        "id": 17,
        "category": "exercise",
        "title": "놀이와 훈련의 조화",
        "content": "놀이와 훈련을 조화롭게 결합하여 강아지의 지능과 체력을 발전시키세요. 재미있는 트릭을 가르치거나 숨은 장난감을 찾는 활동 등으로 놀이와 훈련을 즐겁게 이어가보세요."
    },
    {
        "id": 18,
        "category": "exercise",
        "title": "사회화와 놀이",
        "content": "강아지와 다른 개들과의 사회화를 위해 놀이 시간을 활용하세요. 사회적 상호작용을 통해 강아지가 다른 동물과 함께할 때 더욱 편안하게 느낄 수 있도록 도와주세요."
    },
    {
        "id": 19,
        "category": "grooming",
        "title": "피부와 모피 관리",
        "content": "강아지의 피부와 모피 건강은 깨끗한 환경과 꾸준한 관리로 유지됩니다. 적절한 목욕과 브러싱을 통해 피부와 모피의 상태를 지켜보세요."
    },
    {
        "id": 20,
        "category": "grooming",
        "title": "발톱과 발 관리",
        "content": "발톱이 너무 길면 강아지의 걷기에 불편을 줄 수 있습니다. 꾸준한 발톱 관리를 통해 건강한 발을 유지하고 다양한 지면에서 편안한 움직임을 도와주세요."
    },
    {
        "id": 21,
        "category": "healthcare",
        "title": "예방 접종",
        "content": "강아지의 건강을 지키기 위해 꼭 필요한 예방 접종을 제때에 맞춰서 받아주세요. 동물 병원에서 권장하는 일정을 확인하고 따르세요."
    },
    {
        "id": 22,
        "category": "healthcare",
        "title": "구충제 관리",
        "content": "내부와 외부 기생충 예防을 위해 규칙적으로 구충제를 투여하세요. 내용에 맞게 적절한 구충제를 선택하고 병원의 지시에 따라 투여해야 합니다."
    },
    {
        "id": 23,
        "category": "healthcare",
        "title": "비상상황 대비",
        "content": "강아지가 긴급한 상황에 처했을 때를 대비하여 기본 응급 처치 방법을 알아두세요. 응급 상황에 빠르게 대처하면 강아지의 생명을 보호할 수 있습니다."
    },
    {
        "id": 24,
        "category": "training",
        "title": "배설 훈련",
        "content": "강아지의 배설 훈련은 초기에 시행착오가 있을 수 있지만, 인내와 꾸준한 훈련으로 교육할 수 있습니다. 칭찬과 보상을 통해 원하는 행동을 유도하세요."
    },
    {
        "id": 25,
        "category": "training",
        "title": "사회화 훈련",
        "content": "강아지가 다양한 사람과 동물에 대해 안전하고 친근하게 반응하도록 사회화 훈련을 시행하세요. 다양한 환경과 상황에서 편안하게 행동하도록 도와주세요."
    },
    {
        "id": 26,
        "category": "training",
        "title": "기본 명령어 가르치기",
        "content": "간단한 기본 명령어인 sit, stay, come 등을 가르쳐 강아지의 행동을 통제하세요. 일상 생활에서 유용한 명령어를 순차적으로 가르쳐보세요."
    },
    {
        "id": 27,
        "category": "breeding",
        "title": "번식 준비",
        "content": "번식을 계획할 때는 건강한 부모 개를 선택하고 번식 준비를 철저히 하세요. 번식 전에 필요한 검진과 절차를 따르는 것이 중요합니다."
    },
    {
        "id": 28,
        "category": "breeding",
        "title": "임신 관리",
        "content": "암컷 개가 임신한 경우에는 추가적인 관리와 주의가 필요합니다. 수의사와 상담하여 건강한 임신과 출산을 지원하세요."
    },
    {
        "id": 29,
        "category": "senior",
        "title": "노령기 관리",
        "content": "노령기에는 관절 건강, 식사 조절, 규칙적인 건강 검진 등이 필요합니다. 노령기에 맞는 신경써야 할 점을 알아보고 케어해주세요."
    },
    {
        "id": 30,
        "category": "senior",
        "title": "인지 기능 향상",
        "content": "노령기 강아지도 놀이와 퍼즐을 통해 인지 기능을 활성화할 수 있습니다. 간단한 놀이와 활동을 통해 강아지의 삶의 질을 향상시켜보세요."
    },
    {
        "id": 41,
        "category": "behavior",
        "title": "불필요한 짖음 관리",
        "content": "강아지의 불필요한 짖음을 관리하는 방법을 익히세요. 원인을 파악하고 훈련을 통해 조절하거나 주의를 분산시키는 방법을 시도해보세요."
    },
    {
        "id": 42,
        "category": "behavior",
        "title": "사물 강요 훈련",
        "content": "강아지가 사람이나 다른 개에게 사물을 강요하는 행동을 수정하세요. 원하는 행동에 대한 보상을 주면서 불필요한 행동을 개선해보세요."
    },
    {
        "id": 43,
        "category": "exercise",
        "title": "실내 놀이 활동",
        "content": "실내에서도 강아지가 놀이와 활동을 즐길 수 있는 장난감이나 활동을 제공하세요. 실내에서 활동하는 방법을 찾아 활발한 놀이를 도와주세요."
    },
    {
        "id": 44,
        "category": "exercise",
        "title": "산책과 야외 활동",
        "content": "매일 꾸준한 산책과 야외 활동을 통해 강아지의 체력을 유지하세요. 신선한 공기와 활동은 강아지의 건강과 행복에 큰 도움이 됩니다."
    },
    {
        "id": 45,
        "category": "grooming",
        "title": "귀 관리",
        "content": "귀에 이물질이나 이로 인한 문제를 예방하기 위해 귀를 깨끗하게 관리하세요. 주기적으로 귀를 확인하고 필요한 경우 청소를 해주세요."
    },
    {
        "id": 46,
        "category": "grooming",
        "title": "눈 관리",
        "content": "눈 주변 털이 눈에 자주 걸리거나 눈물 자국이 생길 수 있습니다. 눈 주변을 깨끗하게 관리하고 필요한 경우 눈 주위 털을 잘라주세요."
    },
    {
        "id": 47,
        "category": "nutrition",
        "title": "특수 식단 관리",
        "content": "특별한 건강 문제나 알러지를 가진 강아지를 위해 특수 식단을 고려하세요. 수의사와 상의하여 적절한 식단을 선택하고 관리하세요."
    },
    {
        "id": 48,
        "category": "nutrition",
        "title": "식사 습관 관찰",
        "content": "강아지의 식사 습관을 주의 깊게 관찰하세요. 식욕 변화, 음식 거부, 소화 문제 등의 변화가 건강 상태를 나타낼 수 있습니다."
    },
    {
        "id": 49,
        "category": "hygiene",
        "title": "털 관리",
        "content": "강아지의 털을 깨끗하게 관리하여 건강한 상태를 유지하세요. 빈번한 브러싱과 목욕으로 털이 깨끗하고 매끈하게 유지되도록 도와주세요."
    },
    {
        "id": 50,
        "category": "hygiene",
        "title": "발톱 관리",
        "content": "강아지의 발톱을 깎아서 너무 긴 상태를 방지하세요. 너무 긴 발톱은 걸을 때 불편을 줄 수 있으므로 정기적으로 발톱을 관리해주세요."
    },
    {
        "id": 51,
        "category": "behavior",
        "title": "적절한 칭찬과 포상",
        "content": "강아지가 원하는 행동을 보일 때 적절한 칭찬과 포상을 해주세요. 강아지가 원하는 행동을 더 많이 할 수록 원하는 행동을 더 많이 보입니다."
    },
    {
        "id": 52,
        "category": "exercise",
        "title": "애견놀이교실 참여",
        "content": "애견놀이교실에 참여하여 강아지와 함께 놀이와 훈련 시간을 가지세요. 전문가의 지도 아래 다양한 놀이와 훈련을 체험할 수 있습니다."
    },
    {
        "id": 53,
        "category": "grooming",
        "title": "피부 건강 관리",
        "content": "강아지의 피부 건강을 유지하기 위해 건강한 샴푸와 피부 케어 제품을 사용하세요. 피부 건강은 털 뿐만 아니라 전반적인 건강에도 영향을 미칩니다."
    },
    {
        "id": 54,
        "category": "nutrition",
        "title": "식사 시 일정 유지",
        "content": "강아지의 식사 시간과 양을 규칙적으로 유지하세요. 규칙적인 식사는 강아지의 소화와 신진대사를 돕고 건강한 식습관을 형성합니다."
    },
    {
        "id": 55,
        "category": "hygiene",
        "title": "귀 소독",
        "content": "귀에 이염이나 감염이 발생하지 않도록 주기적으로 귀를 청소하고 소독해주세요. 귀의 청결을 유지하면 강아지의 귀 건강을 지원할 수 있습니다."
    },
    {
        "id": 56,
        "category": "behavior",
        "title": "가족과 함께하는 시간",
        "content": "강아지와 가족 모두가 함께 즐길 수 있는 활동을 계획하세요. 함께하는 시간은 강아지의 행복감과 유대감을 증진시킵니다."
    },
    {
        "id": 57,
        "category": "exercise",
        "title": "야외 활동 즐기기",
        "content": "강아지와 함께 야외 활동을 즐기세요. 공원에서 뛰어놀거나 산책을 하면 강아지의 체력과 기분 모두 좋아질 수 있습니다."
    },
    {
        "id": 58,
        "category": "grooming",
        "title": "발톱 관리",
        "content": "주기적으로 강아지의 발톱을 깎아주어 길어진 발톱으로 인한 불편을 방지하세요. 발톱이 너무 길면 걸음이 불편해질 수 있습니다."
    },
    {
        "id": 59,
        "category": "nutrition",
        "title": "건강 간식 제공",
        "content": "건강한 간식을 제공하여 강아지의 영양을 보충하세요. 당근이나 사과 조각 등의 간식은 영양 가치를 높여줄 수 있습니다."
    },
    {
        "id": 60,
        "category": "hygiene",
        "title": "매트 교체",
        "content": "강아지의 누빔 매트나 침대 등을 주기적으로 교체하여 위생을 유지하세요. 깨끗한 환경에서 생활하면 강아지의 건강에 도움이 됩니다."
    },
    {
        "id": 71,
        "category": "exercise",
        "title": "물놀이 즐기기",
        "content": "물을 좋아하는 강아지라면 물놀이를 즐겨보세요. 호수나 바닷가에서 놀이를 하거나 물뿌리개로 물방울을 뿌려주어 물놀이를 즐길 수 있습니다."
    },
    {
        "id": 72,
        "category": "grooming",
        "title": "털 무는 훈련",
        "content": "털이 매듭지거나 꼬여 헤아리기 힘들다면 털 무는 훈련을 시도해보세요. 털 무는 훈련을 통해 털을 정리하고 강아지의 피부 건강을 도울 수 있습니다."
    },
    {
        "id": 73,
        "category": "behavior",
        "title": "외부 환경 익히기",
        "content": "강아지를 다양한 외부 환경에 익숙하게 해보세요. 시끄러운 곳이나 사람들이 많은 곳을 찾아가면서 강아지가 다양한 환경에 적응할 수 있도록 도와주세요."
    },
    {
        "id": 74,
        "category": "nutrition",
        "title": "글루코사민 보조제",
        "content": "강아지의 관절 건강을 위해 글루코사민 보조제를 고려해보세요. 관절 건강에 도움을 주며 노화로 인한 관절 문제 예방에 도움이 될 수 있습니다."
    },
    {
        "id": 75,
        "category": "exercise",
        "title": "숨바꼭질 놀이",
        "content": "숨어서 찾기를 좋아하는 강아지에게 숨바꼭질 놀이를 시도해보세요. 장난감이나 간식을 숨기고 찾는 놀이는 강아지의 지능과 냄새 감지 능력을 활용합니다."
    },
    {
        "id": 76,
        "category": "hygiene",
        "title": "구강 청결 유지",
        "content": "강아지의 구강 건강을 위해 칫솔이나 구강 스프레이를 사용하여 구강 청결을 유지하세요. 치아 건강은 강아지의 총괄적인 건강에 영향을 줍니다."
    },
    {
        "id": 77,
        "category": "behavior",
        "title": "냄새 흔적 찾기",
        "content": "강아지의 냄새 감지 능력을 즐기는 놀이로 냄새 흔적 찾기를 시도해보세요. 장소나 물건에 냄새를 묻혀 숨겨두고 찾아내는 놀이입니다."
    },
    {
        "id": 78,
        "category": "exercise",
        "title": "프리스타일 트릭 훈련",
        "content": "강아지에게 다양한 프리스타일 트릭을 가르쳐보세요. 점프, 뒷다리 일으키기, 무릎에 양손 올리기 등 다양한 트릭을 통해 강아지의 지능과 능력을 향상시킬 수 있습니다."
    },
    {
        "id": 79,
        "category": "nutrition",
        "title": "영양제 고려",
        "content": "강아지의 영양 상태가 부족하거나 특별한 필요가 있다면 수의사와 상의하여 영양제를 고려해 줄 수 있습니다. 하지만 과도한 섭취는 주의해야 합니다."
    },
    {
        "id": 80,
        "category": "grooming",
        "title": "눈 관리",
        "content": "털이 길게 자란 강아지의 눈 주변 털을 정리해주세요. 눈 주변 털이 너무 길면 시력을 방해하거나 눈 건강에 문제를 일으킬 수 있습니다."
    },
    {
        "id": 81,
        "category": "exercise",
        "title": "사회화 훈련",
        "content": "강아지와 다른 개들과 함께 시간을 보내며 사회화 훈련을 할 수 있습니다. 다양한 개와 만나면서 사회화 능력을 향상시켜 주세요."
    },
    {
        "id": 82,
        "category": "behavior",
        "title": "훈련된 소리에 반응",
        "content": "강아지에게 명령어나 훈련 시 사용하는 소리에 민감하게 반응하도록 훈련해보세요. 명령어에 따라 움직이거나 멈출 수 있도록 연습을 하면 유용합니다."
    },
    {
        "id": 83,
        "category": "hygiene",
        "title": "발 분리 및 세척",
        "content": "산책 후 강아지의 발을 분리하여 모래나 먼지 등을 제거하고 깨끗하게 씻어주세요. 발 관리를 통해 강아지의 발 건강을 지켜줄 수 있습니다."
    },
    {
        "id": 84,
        "category": "nutrition",
        "title": "다양한 단백질 공급",
        "content": "다양한 단백질 공급이 강아지의 건강을 지원합니다. 양고기, 닭고기, 계란 등 다양한 단백질을 균형 있게 섭취하도록 식사를 조절하세요."
    },
    {
        "id": 85,
        "category": "exercise",
        "title": "페치볼 놀이",
        "content": "강아지가 공을 물어서 가져오는 것을 좋아한다면 페치볼 놀이를 시도해보세요. 공을 던져서 강아지가 가져오도록 유도하는 놀이입니다."
    },
    {
        "id": 86,
        "category": "behavior",
        "title": "자동차 승차 훈련",
        "content": "강아지가 자동차 승차를 두려워하지 않도록 훈련해보세요. 처음에는 짧은 거리부터 시작하여 길게 점진적으로 승차 시간을 늘려가며 익숙하게 만들어주세요."
    },
    {
        "id": 87,
        "category": "grooming",
        "title": "물로 청소",
        "content": "강아지의 털이 더러워졌을 때 미지근한 물로 가볍게 털을 헹구어 줄 수 있습니다. 하지만 너무 자주 하지는 않도록 주의해야 합니다."
    },
    {
        "id": 88,
        "category": "hygiene",
        "title": "귀 건강 확인",
        "content": "귀에 이상이 없는지 주기적으로 확인해보세요. 강아지의 귀가 빨갛거나 가려울 때, 이물질이 들어가 있는 것 같을 때에는 수의사를 찾아 상담하세요."
    },
    {
        "id": 89,
        "category": "nutrition",
        "title": "식사 장소 분리",
        "content": "강아지가 식사할 때 다른 개나 동물과 분리되도록 식사 장소를 정해주세요. 이렇게 하면 식사 중 식사 간 트러블을 예방할 수 있습니다."
    },
    {
        "id": 90,
        "category": "exercise",
        "title": "자전거 산책",
        "content": "강아지가 좋아한다면 안전한 자전거 산책을 시도해보세요. 자전거 바구니나 트레일러를 이용하여 강아지와 함께 즐거운 시간을 보낼 수 있습니다."
    },
    {
        "id": 91,
        "category": "behavior",
        "title": "잡음에 대한 노출",
        "content": "강아지가 다양한 잡음에 익숙해지도록 노출해보세요. 차량 소리, 노래, 가전 제품 소리 등 다양한 소리에 강아지를 익숙하게 해주면 민감함이 줄어들 수 있습니다."
    },
    {
        "id": 92,
        "category": "grooming",
        "title": "목욕 훈련",
        "content": "강아지에게 목욕 훈련을 시도해보세요. 물에 적응하도록 단계적으로 목욕을 시키고 긍정적인 경험을 제공하여 물에 대한 두려움을 줄일 수 있습니다."
    },
    {
        "id": 93,
        "category": "exercise",
        "title": "댄스 훈련",
        "content": "강아지에게 다양한 댄스 동작을 가르쳐보세요. 음악에 맞춰 함께 춤을 추는 놀이는 강아지와의 유쾌한 시간을 만들어줄 수 있습니다."
    },
    {
        "id": 94,
        "category": "nutrition",
        "title": "간식의 적정 양",
        "content": "간식을 주는 경우 강아지의 식사량을 고려하여 적절한 양을 유지해야 합니다. 과도한 간식은 비만 및 건강 문제를 유발할 수 있으므로 주의가 필요합니다."
    },
    {
        "id": 95,
        "category": "hygiene",
        "title": "발톱 관리",
        "content": "강아지의 발톱을 주기적으로 관리해주세요. 너무 길게 자란 발톱은 걸음에 불편을 줄 수 있고, 깨끗하게 관리되지 않은 발톱은 감염의 위험을 안고 있습니다."
    },
    {
        "id": 96,
        "category": "behavior",
        "title": "강아지 카페 방문",
        "content": "강아지 카페에 함께 가서 다른 강아지와 사람들과 교류할 수 있는 기회를 만들어주세요. 사회성을 향상시키고 새로운 환경에 적응할 수 있습니다."
    },
    {
        "id": 97,
        "category": "exercise",
        "title": "적절한 산책 시간",
        "content": "강아지에게 매일 적절한 시간 동안 산책을 시켜주세요. 걷는 것은 신체적 활동 뿐만 아니라 정서적 안정을 가져다 줄 수 있는 중요한 활동입니다."
    },
    {
        "id": 98,
        "category": "grooming",
        "title": "털 빗기 훈련",
        "content": "강아지에게 털 빗기 훈련을 시도해보세요. 어떤 털 빗이나 브러시를 사용할 때도 불안하지 않도록 조금씩 습관을 들이도록 도와주세요."
    },
    {
        "id": 99,
        "category": "nutrition",
        "title": "과일 간식",
        "content": "과일 중 강아지가 먹을 수 있는 것들을 간식으로 활용해보세요. 사과, 배, 수박 등을 적절한 크기로 잘라서 강아지에게 제공할 수 있습니다."
    },
    {
        "id": 100,
        "category": "behavior",
        "title": "신체 마사지",
        "content": "강아지의 근육을 늘려주고 이완시키기 위해 가벼운 신체 마사지를 해보세요. 강아지와 더 가까워지는 기회가 되며, 강아지의 피로를 풀어줄 수 있습니다."
    },
    {
        "id": 101,
        "category": "exercise",
        "title": "놀이 시간 활용",
        "content": "강아지와 함께 놀이 시간을 활용하여 끈기 있게 놀아주세요. 공을 던지거나 장난감을 이용하여 활발한 놀이를 통해 신체적, 정서적 활력을 얻을 수 있습니다."
    },
    {
        "id": 102,
        "category": "nutrition",
        "title": "단백질 다양성",
        "content": "강아지 식사에 다양한 종류의 단백질을 포함시켜주세요. 닭, 소, 양 등 다양한 육류를 교대로 주는 것이 영양 균형을 도울 수 있습니다."
    },
    {
        "id": 103,
        "category": "behavior",
        "title": "사회화 훈련",
        "content": "다른 강아지와 만날 기회를 주며 사회화 훈련을 진행해보세요. 사회적인 상호작용을 통해 강아지의 불안감을 줄이고 새로운 친구를 사귈 수 있습니다."
    },
    {
        "id": 104,
        "category": "hygiene",
        "title": "이어 클리닝",
        "content": "강아지의 귀를 깨끗하게 청소해주세요. 귀지나 이물질이 쌓이면 감염의 원인이 될 수 있으므로 주기적으로 청소하는 것이 중요합니다."
    },
    {
        "id": 105,
        "category": "grooming",
        "title": "이빨 닦기 훈련",
        "content": "강아지의 이빨 닦기 훈련을 시작해보세요. 특별한 강아지용 칫솔과 치약을 사용하여 이빨을 닦는 것은 구강 건강에 도움이 됩니다."
    },
    {
        "id": 106,
        "category": "nutrition",
        "title": "건강 간식 선택",
        "content": "건강한 강아지 간식을 선택하여 제공해주세요. 닭가슴살, 당근 조각, 사과 조각 등 강아지가 안전하게 먹을 수 있는 간식을 선택해 올바른 보상을 줄 수 있습니다."
    },
    {
        "id": 107,
        "category": "behavior",
        "title": "신체 조사 교육",
        "content": "강아지에게 몸을 만지고 조사받는 것에 익숙해지도록 교육해보세요. 건강한 상태를 유지하기 위해 주기적인 신체 검사가 필요하기 때문입니다."
    },
    {
        "id": 108,
        "category": "exercise",
        "title": "퍼즐 장난감 활용",
        "content": "지능 훈련과 놀이를 동시에 할 수 있는 퍼즐 장난감을 활용해보세요. 강아지는 머리를 써서 간식을 얻어내야 하는 재미있는 놀이를 즐길 수 있습니다."
    },
    {
        "id": 109,
        "category": "hygiene",
        "title": "눈 관리",
        "content": "강아지의 눈 주위를 깨끗하게 닦아주세요. 눈꼽이 쌓이거나 눈물 자국이 남으면 강아지의 눈 건강을 위해 관리가 필요합니다."
    },
    {
        "id": 110,
        "category": "behavior",
        "title": "차량 타기 연습",
        "content": "강아지가 차량 타는 것에 익숙해지도록 연습해보세요. 짧은 거리부터 시작하여 길게 점진적으로 차량을 타는 시간을 늘려나갈 수 있습니다."
    },
    {
        "id": 111,
        "category": "nutrition",
        "title": "식사 후 휴식",
        "content": "식사 후 급한 활동을 피하도록 식사 후에는 쉴 수 있도록 환경을 조성해주세요. 식사 후 휴식은 소화를 돕고 강아지의 편안함을 증진시킵니다."
    },
    {
        "id": 112,
        "category": "exercise",
        "title": "인터랙티브 장난감",
        "content": "강아지의 지능을 키우고 놀이를 동시에 할 수 있는 인터랙티브한 장난감을 사용해보세요. 강아지의 지능적인 즐거움을 제공해줄 수 있습니다."
    },
    {
        "id": 113,
        "category": "grooming",
        "title": "털 트리밍",
        "content": "강아지의 털이 길게 자랄 때 주기적으로 트리밍해주세요. 너무 길게 자란 털은 시야를 가리고 더러워질 수 있으므로 관리가 필요합니다."
    },
    {
        "id": 114,
        "category": "behavior",
        "title": "목줄 훈련",
        "content": "강아지에게 목줄을 차고 걷는 훈련을 시도해보세요. 제대로 된 목줄 훈련은 산책 시 안전하게 걷는 데 도움이 됩니다."
    },
    {
        "id": 115,
        "category": "nutrition",
        "title": "건강한 간식 만들기",
        "content": "집에서 강아지에게 건강한 간식을 만들어보세요. 닭가슴살과 야채를 조리하거나 간식 레시피를 찾아보면 간식을 직접 제공할 수 있습니다."
    },
    {
        "id": 116,
        "category": "hygiene",
        "title": "발바닥 관리",
        "content": "강아지 발바닥을 주기적으로 확인하고 관리해주세요. 물, 먼지, 이물질 등으로 인해 발바닥이 상처를 입을 수 있으므로 주의가 필요합니다."
    },
    {
        "id": 117,
        "category": "exercise",
        "title": "수영 시간",
        "content": "안전한 환경에서 강아지에게 수영을 시도해보세요. 수영은 지친 근육을 풀어주고 신체적인 무게 감소와 운동 기회를 제공할 수 있습니다."
    },
    {
        "id": 118,
        "category": "behavior",
        "title": "애견 카페 방문",
        "content": "애견 카페에 강아지와 함께 방문하여 다른 강아지와 소통하는 기회를 만들어주세요. 새로운 환경에서의 긍정적인 경험은 강아지의 자신감 향상에 도움이 됩니다."
    },
    {
        "id": 119,
        "category": "nutrition",
        "title": "식사 시간 일정",
        "content": "강아지에게 일정한 식사 시간을 제공해주세요. 불규칙한 식사는 소화 문제를 유발할 수 있으므로 가능한 정해진 시간에 식사를 시키는 것이 좋습니다."
    },
    {
        "id": 120,
        "category": "grooming",
        "title": "피모 건강",
        "content": "강아지의 피모 건강을 유지하기 위해 깨끗하게 관리해주세요. 균형 잡힌 식사와 규칙적인 브러싱은 피모의 광채와 건강을 도울 수 있습니다."
    }
]